Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Anyone here?!
da: Er her nogen?!
es: ¡¿Alguien aquí?!
fi: Ketään kotona?
fr: Personne ici ?!
it: C'è nessuno qui?!
ja: ここに誰かいますか？！
nl: Is daar iemand?!
sv: Någon här?

source: This information will help your friends find you
da: Disse oplysninger hjælper dine venner med at finde dig
es: Esta información ayudará a tus amigos a encontrarte
fi: Näiden tietojen avulla ystäväsi voivat löytää sinut
fr: Vous amis pourront vous trouver plus facilement
it: Questa informazione aiuterà gli amici a trovarti
ja: この情報は友だちがあなたを見つけるのに役立ちます
nl: Met deze informatie kunnen je vrienden je vinden
sv: Denna information kommer att hjälpa vänner att hitta dig

source: Email notifications
da: E-mailbeskeder
es: Notificaciones móviles
fi: Sähköposti-ilmoitukset
fr: Notifications par email
it: Notifiche mobili
ja: メール通知
nl: Mobiele meldingen
sv: E-postaviseringar

source: Social activity
da: Social aktivitet
es: Actividad social
fi: Sosiaalinen toiminta
fr: Activité sociale
it: Attività social
ja: ソーシャル活動
nl: Sociale activiteit
sv: Social aktivitet

source: New friend invites
da: Ingen venneinvitationer
es: Invitaciones de nuevos amigos
fi: Uudet ystäväkutsut
fr: Invitations de vos amis
ja: 新しい友だちの招待状
nl: Nieuwe uitnodiging
sv: Väninbjudningar

source: Facebook friends suggestions
da: Facebook-venner forslag
es: Sugerencias de amigos de Facebook
fi: Facebook-kaveriehdotukset
fr: Suggestions d'amis Facebook
it: Suggerimenti amici Facebook
ja: Facebook友だちのおすすめ
nl: Suggesties Facebookvrienden
sv: Facebooks vänförslag

source: Friend activities summary
da: Oversigt over venners aktivitet
es: Resumen de actividades de amigos
fi: Ystävien toiminnan yhteenveto
fr: Activité de vos amis
it: Riepilogo attività amici
ja: 友だちの活動サマリー
nl: Samenvatting vriendenactiviteit
sv: Aktivitetsöversikt av vänner

source: New features
da: Nye funktioner
es: Naturaleza
fi: Uudet ominaisuudet
fr: Nouvelles fonctionnalités
ja: 新機能
nl: Nieuwe functies
sv: Nya funktioner

source: Release of official maps
da: Udgivelse af officielle kort
es: Suelta para cambiar el orden
fi: Virallisten karttojen julkaisu
fr: Nouvelles cartes officielles
ja: 公式マップのリリース
nl: Uitgave van officiële kaarten
sv: Lansering av officiella kartor

source: Unsubscribe from all emails
da: Afmeld alle e-mails
es: Cancelar suscripción de correos
fi: Kirjaudu pois sähköpostilistoilta
fr: Ne plus recevoir d’emails
it: Annulla sottoscrizione da tutto
ja: すべてのメール受信登録を解除
nl: Afmelden van alle e-mails
sv: Avanmäl dig från alla e-postutskick

source: News from Mapstr
da: Nyheder fra Mapstr
es: Novedades de Mapstr
fi: Mapstrin uutiset
fr: Les nouvelles de Mapstr
it: Notizie da Mapstr
ja: Mapstrからのニュース
nl: Nieuws van Mapstr
sv: Nyheter från mapstr

source: Receive a summary of your friends activities.
da: Modtag en oversigt over dine venner aktiviteter.
es: Obtén un resumen de las actividades de tus amigos.
fi: Vastaanota yhteenveto ystäviesi toiminnasta.
fr: Recevez un résumé de l'activité de vos amis.
it: Ricevi un riepilogo delle attività dei tuoi amici.
ja: 友だちの活動サマリーを受け取ります。
nl: Ontvang een samenvatting van je vriendenactiviteiten.
sv: Få en sammanfattning av dina vänners aktiviteter.

source: Don't worry, we won't spam you, we don't have enough time to write useless emails.
da: Bare rolig, vi vil ikke spamere dig, vi har ikke tid nok til at skrive ubrugelige e-mails.
es: No te preocupes, no te mandaremos spam; no tenemos tiempo para escribir mensajes inútiles.
fi: Älä huoli, emme lähetä roskapostia, sillä meillä ei ole aikaa turhien viestien kirjoittamiseen.
fr: Ne vous inquiétez pas, on ne vous enverra pas de spam, on n’a pas le temps d'écrire des mails inutiles.
it: Non temere, non ti riempiremo di messaggi: non abbiamo tempo di scrivere e-mail inutili.
ja: 迷惑メールは送りませんので安心してください。私たちに無駄なメールを書いている時間はありません。
nl: Geen zorgen, we sturen geen spam - daar hebben we sowieso de tijd niet voor.
sv: Oroa dig inte - vi kommer inte att spamma dig eftersom vi inte har tid att skicka värdelösa e-postmeddelanden.

source: Don't make your friends wait for you!
da: Lad ikke dine venner vente på dig!
es: ¡No hagas esperar a tus amigos!
fi: Älä anna ystäviesti odottaa!
fr: Ne faites pas attendre vos amis !
it: Non farti aspettare dagli amici!
ja: 友だちを待たせないようにしよう！
nl: Laat je vrienden niet op je wachten!
sv: Låt inte dina vänner vänta på dig!

source: Get a better experience with push notifications!
da: Få en bedre oplevelse med push-notifikationer!
es: ¡Mejora tu experiencia con notificaciones de inserción!
fi: Push-ilmoitukset takaavat paremman käyttökokemuksen!
fr: Profitez encore plus de Mapstr avec les notifications !
it: Migliora l'esperienza con le notifiche push!
ja: プッシュ通知で使用体験を向上させよう！
nl: Een betere ervaring met pushmeldingen!
sv: Gör appen bättre med push-aviseringar!

source: You can edit your preferences in your settings
da: Du kan redigere dine præferencer i dine indstillinger
es: Puedes editar tus preferencias en los ajustes
fi: Voit muokata suosikkiasetuksiasi asetusten kautta
fr: Vous pourrez le modifier dans les paramètres
it: Puoi modificare le tue preferenze nelle impostazioni
ja: 設定で好みの設定に変更することができます
nl: Je kunt je voorkeuren via de Instellingen bewerken
sv: Det går att redigera alternativ i inställningarna

source: Allow push notifications
da: Tillad push-notifikationer
es: Permite las notificaciones
fi: Salli push-ilmoitukset
fr: Activez les notifications
it: Abilita le notifiche
ja: プッシュ通知を許可する
nl: Pushberichten toestaan
sv: Tillåt push-aviseringar

source: Be notified when you've got new invitations on Mapstr
da: Få besked når du har nye invitationer på Mapstr
es: Recibe una notificación cuando tengas invitaciones nuevas en Mapstr
fi: Saat ilmoituksia Mapstrin uusista kutsuista
fr: Soyez averti quand vous recevez des invitations dans Mapstr
it: Ricevi una notifica quando hai nuovi inviti su Mapstr
ja: Mapstrの新しい招待が届いたとき、通知されます
nl: Ontvang een melding als je nieuwe uitnodigingen hebt op Mapstr
sv: Bli meddelad när det finns nya inbjudningar på Mapstr

source: 👫 You've got new friends
da: 👫 Du har nye venner
es: 👫 Tienes amigos nuevos
fi: 👫 Sinulla on uusia ystäviä
fr: 👫 Vous avez de nouveaux amis
ja: 👫新しい友だちが増えました
nl: 👫 Je hebt nieuwe vrienden
sv: 👫 Du har skaffat nya vönner

source: 💈 You're nearby a place you like
da: 💈 Du er i nærheden af et sted, du kan lide
es: 💈 Estás cerca de un lugar que te gusta
fi: 💈 Olet tykkäämäsi paikan lähellä
fr: 💈 Vous êtes à proximité d'un de vos lieux
it: 💈 Sei vicino a un posto che ti piace
ja: 💈あなたが好きな場所の近くにいます
nl: 💈 Je bent bij een favoriete locatie
sv: 💈 Du är nära en plats du gillar

source: 🗺 Your friends add new places
da: 🗺 Dine venner tilføjer nye steder
es: Tus amigos no tienen lugares aquí
fi: 🗺 Ystäväsi lisäävät uusia paikkoja
fr: 🗺 Vos amis ajoutent de nouvelles adresses
it: I tuoi amici non hanno luoghi qui
ja: 🗺友だちが新しい場所を追加しました
nl: 🗺 Je vrienden voegen nieuwe plaatsen toe
sv: 🗺 Dina vänner lägger till nya platser

source: Hey! @%s has shared the map of their favorite places! Check it out on Mapstr.
da: Hej! @%s har delt kortet over deres yndlingssteder! Tjek det ud på Mapstr.
es: ¡Hola! @%s ha compartido el mapa de sus lugares favoritos. Míralo en Mapstr.
fi: Hei! @%s jakoi suosikkipaikkojensa kartan! Tutustu siihen Mapstrissä.
fr: Hey ! @%s a partagé la carte de ses adresses préférées ! Regarde-la dans Mapstr.
ja: こんにちは！@%sさんがお気に入りの場所のマップを共有しました！Mapstrでチェックしよう。
nl: Hé! @%s heeft de kaart van hun favoriete locaties gedeeld. Kijk zelf maar via Mapstr.
sv: Halloj! @%s har delat kartan över sina favoritplatser! Kolla in den på Mapstr.

source: Hey! Check out my %s places! Join me on Mapstr, I'm @%s.
da: Hej! Se mine %s steder! Bliv medlem på Mapstr, jeg er @%s.
es: ¡Hola! ¡Echa un vistazo a mis %s lugares! Soy @%s en Mapstr.
fi: Käy tutustumassa %s paikkaani! Liity seuraani Mapstrissä, Olen @%s.
fr: Hey ! Jette un oeil à mes adresses %s ! Rejoins-moi sur Mapstr, je suis @%s dessus.
ja: ねぇ、私の%s件の場所をチェックしてみて！一緒にMapstrを使おう。私は＠%sです。
nl: Hé! Bekijk mijn %s locaties! Voeg me toe op Mapstr! Ik ben @%s.
sv: Halloj! Kolla in mina %s platser! Gå med i Mapstr! Jag heter @%s.

source: Hey! I'd love to see the best places you've been to. Join me on Mapstr, I'm @%s.
da: Hej! Jeg vil gerne se de bedste steder, du har været. Bliv medlem på Mapstr, jeg er @%s.
es: ¡Hola! Me encantaría ver los mejores lugares en los que has estado. Soy @%s en Mapstr.
fi: Hei! Näkisin mielelläni lempipaikkasi. Liity seuraani Mapstrissä, Olen @%s.
fr: Hey ! J'adorerai voir les meilleures adresses où tu es allé ! Rejoins moi sur Mapstr, j'y suis avec le nom @%s.
ja: ねぇ、あなたの行った最高の場所を教えて！一緒にMapstrを使おう。私は＠%sです。
nl: Hé! Ik wil graag de beste locaties die je hebt bezocht zien. Voeg me toe op Mapstr! Ik ben @%s.
sv: Halloj! Jag tittar gärna på de platser du besökt. Gå med i Mapstr! Jag heter @%s.

source: Hey! Look at the %u places %s has added to their map! Find it on Mapstr.
da: Hej! Se på de %u steder %s har tilføjet til deres kort! Find det på Mapstr.
es: ¡Hola! ¡Mira los %u lugares que ha añadido %s a su mapa! Míralo en Mapstr.
fi: Hei! Tutustu %u paikkaan, jotka %s lisäsi kartalleen! Se löytyy Mapstristä.
fr: Hey ! Regarde les %u adresses que %s a ajoutées à sa carte ! Elle est sur Mapstr.
ja: ねぇ、%sさんがマップに追加した%u件の場所を見てみて！Mapstrでチェックしよう。
nl: Hé! Moet je de %u locaties zien die %s heeft toegevoegd! Bekijk de kaart op Mapstr.
sv: Halloj! Titta på de %u platser som %s har lagt till i sin karta! Hitta dem på Mapstr.

source: Hey! Look at the %u places I've added to my map! Join me on Mapstr, I'm @%s.
da: Hej! Se på de %u steder, jeg har tilføjet til mit kort! Bliv medlem på Mapstr, jeg er @%s.
es: ¡Hola! Mira los %u lugares que he añadido a mi mapa! Soy @%s en Mapstr.
fi: Hei! Tutustu %u paikkaan, jotka lisäsin kartalleni! Liity seuraani Mapstrissä, Olen @%s.
fr: Hey ! Jette un oeil aux %u adresses que j'ai ajouté à ma carte ! Rejoins moi sur Mapstr, je suis @%s dessus.
ja: ねぇ、マイマップに追加した%u件の場所を見てみて！一緒にMapstrを使おう。私は＠%sです。
nl: Hé! Moet je de %u locaties zien die ik heb toegevoegd. Voeg me toe op Mapstr! Ik ben @%s.
sv: Halloj! Kolla in de %u platser jag har lagt till i min karta! Gå med i Mapstr! Jag heter @%s.

source: Hey! What are your favorite places around the world? @%s is sharing their map on Mapstr.
da: Hej! Hvad er dine yndlingssteder rundt om i verden? @%s deler deres kort på Mapstr.
es: ¡Hola! ¿Cuáles son tus lugares favoritos de todo el mundo? @%s está compartiendo su mapa en Mapstr.
fi: Hei! Mitkä ovat sinun suosikkipaikkasi? @%s jakaa karttansa Mapstrissä.
fr: Hey ! Quelles sont tes adresses préférées dans le monde ? @%s partage sa carte sur Mapstr.
ja: ねぇ、世界のお気に入りの場所はどこ？Mapstrで@%sさんがマップを共有してるよ。
nl: Hé! Wat zijn jouw meest favoriete locaties ter wereld? @%s deelt hun kaart op Mapstr.
sv: Halloj! Vilka är dina favoritplatser runtom i världen? @%s delar platser på sin karta i Mapstr.

source: Hey! What are your favorite places around the world? Mine are on Mapstr! Check out my map, I'm @%s.
da: Hej! Hvad er dine yndlingssteder rundt om i verden? Mine er på Mapstr! Tjek mit kort, jeg er @%s.
es: ¡Hola! ¿Cuáles son tus lugares favoritos de todo el mundo? ¡Los míos están en Mapstr! Mira mi mapa: soy @%s.
fi: Hei! Mitkä ovat sinun suosikkipaikkasi? Omani löytyvät Mapstristä! Tutustu karttaani, olen @%s.
fr: Hey ! Quelles sont tes adresses préférées dans le monde ? Les miennes sont sur Mapstr ! Jette un oeil à ma carte, je suis @%s dessus.
ja: ねぇ！世界のお気に入りの場所はどこ？Mapstrで私のお気に入りを見れるよ！私のマップをチェックしてみて。私は＠%sです。
nl: Hé! Wat zijn jouw meest favoriete locaties ter wereld? De mijne staan op Mapstr! Bekijk mijn kaart zelf, ik ben @%s.
sv: Halloj! Vilka är dina favoritplatser runtom i världen? Mina finns på Mapstr! Kolla in min karta. Jag heter @%s.

source: Hey! You should create a map of your favorite places and share it with me! Join me on Mapstr, I'm @%s.
da: Hej! Du skal oprette et kort over dine yndlingssteder og dele det med mig! Bliv medlem på Mapstr, jeg er @%s.
es: ¡Hola! Deberías crear un mapa con tus lugares favoritos y compartirlo conmigo! Soy @%s en Mapstr.
fi: Hei! Sinun kannattaa luoda suosikkipaikkojesi kartta ja jakaa se kanssani! Liity seuraani Mapstrissä, olen @%s.
fr: Hey ! Tu devrais créer la carte de tes adresses préférées et la partager avec moi ! Rejoins-moi sur Mapstr, je suis @%s dessus.
ja: ねぇ、お気に入りの場所のマップを作って、私と共有しない？一緒にMapstrを使おう。私は＠%sです。
nl: Hé! Maak een kaart aan met je favoriete locaties en deel die met met! Voeg me toe op Mapstr, ik ben @%s.
sv: Halloj! Du borde skapa en karta över dina favoritplatser och dela med dig! Gå med i Mapstr! Jag heter @%s.

source: %s wants you to check out %s's map!
da: %s vil have dig til at se %s's kort!
es: ¡%s quiere ver el mapa de %s!
fi: %s kertoo, että %s on näkemisen arvoinen!
fr: %s veut que tu jettes un oeil à la carte %s !
ja: %sさんが%sさんのマップをチェックしてほしいとリクエストしています！
nl: %s will dat je de kaart van %s bekijkt!
sv: %s vill att du ska kolla in %ss karta!

source: Do you have friends that always seem to know where to go? Invite them on Mapstr
da: Har du venner, der altid synes at vide, hvor de skal hen? Inviter dem på Mapstr
es: ¿Tienes amigos que siempre saben dónde ir? Invítalos en Mapstr
fi: Onko sinulla ystäviä, jotka tuntuvat aina löytävän oikean reitin? Kutsu heidät Mapstriin
fr: Vous avez sûrement des amis qui savent toujours où aller ! Invitez-les sur Mapstr
ja: どこかに行くとき、いつも良い場所を知っている友だちがいますか？Mapstrに招待しよう
nl: Heb je vrienden die altijd alle beste locaties weten? Nodig ze uit voor Mapstr
sv: Har du vänner som alltid verkar veta var man ska åka? Bjud in dem till Mapstr

source: Be notified when you've got a new friend on Mapstr!
da: Få besked når du har en ny ven på Mapstr!
es: ¡Recibe una notificación cuando tengas un amigo nuevo en Mapstr!
fi: Saat ilmoituksen aina, kun sinulla on uusi ystävä Mapstrissä!
fr: Soyez notifié quand vous avez un nouvel ami sur Mapstr !
ja: Mapstrで新しい友だちができたとき、通知されます！
nl: Ontvang een melding als een vriend zich opgeeft voor Mapstr!
sv: Bli meddelad när du har skaffat nya vänner på Mapstr!

source: Don't miss out when you are nearby a place you like!
da: Gå ikke glip af det, når du er i nærheden et sted du kan lide!
es: ¡No te pierdas un lugar que te gusta cuando estés cerca!
fi: Saat aina tiedon, kun olet mielipaikkasi lähellä!
fr: Ne passez plus près d'un de vos lieux préférés sans être averti !
ja: 近くのお気に入りの場所を見逃さないようにしよう！
nl: Ontvang een melding als je bij een favoriete plek bent!
sv: Missa inte när du är nära en plats du gillar!

source: Get notified when your friends add new places!
da: Få besked når dine venner tilføjer nye steder!
es: ¡Recibe notificaciones cuando tus amigos añadan lugares nuevos!
fi: Saat aina tiedon, kun ystäväsi lisäävät uusia paikkoja!
fr: Soyez notifié quand vos amis ajoutes de nouvelles adresses !
ja: 友だちが新しい場所を追加すると、通知されます！
nl: Krijg een melding als vrienden plaatsen toevoegen!
sv: Bli meddelad när dina vänner lägger till nya platser!

source: Share your map and get more friends!
da: Del dit kort og få flere venner!
es: ¡Comparte tu mapa y consigue más amigos!
fi: Jaa karttasi, niin saat uusia ystäviä!
fr: Partagez votre carte avec plus d'amis !
ja: マップを共有して友だちを増やそう！
nl: Deel je kaart en vind meer vrienden!
sv: Dela din karta och skaffa fler vänner!

source: Discover friends that are already waiting for you on Mapstr!
da: Opdag venner, der allerede venter på dig på Mapstr!
es: ¡Descubre amigos que te están esperando en Mapstr!
fi: Löydä uusia ystäviä, jotka odottavat sinua Mapstrissä!
fr: Découvrez vos amis qui vous attendent sur Mapstr !
ja: Mapstrであなたを待っている友だちを発見しよう！
nl: Bekijk welke vrienden Mapstr al gebruiken!
sv: Upptäck vänner som redan väntar på dig på Mapstr!

source: You've got some invitations on Mapstr!
da: Du har nogle invitationer på Mapstr!
es: ¡Tienes invitaciones en Mapstr!
fi: Olet saanut lisää kutsuja Mapstrissä!
fr: Vous avez des invitations en attente sur Mapstr !
ja: Mapstrの招待状が届きました！
nl: Je bent uitgenodigd voor Mapstr!
sv: Du har fått några inbjudningar på Mapstr!

source: Someone has not responded to your invite. Resend it!
da: Nogen har ikke svaret på din invitation. Send den igen!
es: Alguien no ha respondido a tu invitación. ¡Mándala otra vez!
fi: Joku ei ole vastannut kutsuusi. Lähetä se uudelleen!
fr: Quelqu'un n'a pas répondu à votre invitation. Renvoyez la !
ja: 招待状の返事が届いていない人がいます。再送信しよう！
nl: Iemand heeft niet gereageerd. Opnieuw verzenden!
sv: Du har en obesvarad inbjudan. Skicka den igen!

# {= Friend's firstname} has not responded to your invite. Resend it!
source: \(self.friendName(relations.outgoingRequests)) has not responded to your invite. Resend it!
da: \(self.friendName(relations.outgoingRequests)) har ikke svaret på din invitation. Send den igen!
es: \(self.friendName(relations.outgoingRequests)) no ha respondido a tu invitación. ¡Mándala otra vez!
fi: \(self.friendName(relations.outgoingRequests)) ei ole vastannut kutsuusi. Lähetä se uudelleen!
fr: \(self.friendName(relations.outgoingRequests)) n'a pas répondu à votre invitation. Renvoyez-lui !
ja: \(self.friendName(relations.outgoingRequests))さんから招待の返事が届いていません。再送信しよう！
nl: \(self.friendName(relations.outgoingRequests)) heeft niet op je uitnodiging gereageerd. Opnieuw verzenden!
sv: \(self.friendName(relations.outgoingRequests)) har inte svarat på din inbjudan. Skicka den igen!

source: Be alerted when a friend adds a new address
da: Få besked, når en ven tilføjer en ny adresse
es: Recibe alertas cuando un amigo añada una nueva dirección
fi: Saat ilmoituksen ystävän lisätessä uuden osoitteen
fr: Soyez averti quand un ami ajoute une nouvelle adresse
ja: 友だちが新しい住所を追加したとき、アラートを受け取ります
nl: Krijg een melding als een vriend een adres toevoegt
sv: Bli meddelad när en vän lägger till en ny adress

source: Be alerted when one of your favorite places is nearby
da: Få besked, når et af dine yndlingssteder er i nærheden
es: Recibe alertas cuando estés cerca de uno de tus lugares favoritos
fi: Saat ilmoituksen ystävän suosikkipaikan ollessa lähellä
fr: Soyez averti quand vous passez près d'un de vos lieux préférés
ja: お気に入りの場所の近くにいるとき、アラートを受け取ります
nl: Ontvang een melding als er een favoriete plaats in de buurt is
sv: Bli meddelad när du är i närheten av någon av dina favoritplatser

source: Tap the bell on the place you want to be notified from
da: Tryk på klokken på det sted, du vil have besked om
es: Toca la campana del lugar del que quieres recibir notificaciones
fi: Napauta paikan kelloa, jos haluat siitä ilmoituksia
fr: Appuyez sur la cloche du lieu pour lequel vous voulez être notifié
ja: 通知を受け取りたい場所の上のベルをタップします
nl: Tik op het belletje bij de locatie als je een melding wilt
sv: Klicka på ringklockan för den plats du vill bli meddelad om

source: Longpress on a friend to activate the alerts
da: Langt tryk på en ven for at aktivere alarmer
es: Con una pulsación larga en un amigo activas las alertas
fi: Aktivoi hälytykset painamalla ystävää pitkään
fr: Faites un appui long sur un ami pour activer les notifications
ja: 友だちを長押ししてアラートを有効にします
nl: Druk lang op een vriend om meldingen in te schakelen
sv: Klicka länge för att aktivera aviseringarna

source: Cool!
da: Sejt!
es: ¡Genial!
fi: Siistiä!
ja: いいね！
sv: Kanon!

source: Tap here for more information
da: Tryk her for mere information
es: Toca aquí para obtener más información
fi: Saat lisätietoja napauttamalla tätä
fr: Appuyez ici pour plus d'informations
ja: ここをタップして詳細を表示します
nl: Tik hier voor meer informatie
sv: Klicka här för att få mer information

source: You're only following %s at the moment 🙈
da: Du følger kun %s i øjeblikket 🙈
es: Solo sigues a %s por ahora 🙈
fi: Seuraat vain %s henkilöä tällä hetkellä 🙈
fr: Vous suivez seulement %s pour l'instant 🙈
ja: 現在フォローしているのは%sさんだけです🙈
nl: Je volgt momenteel alleen %s 🙈
sv: Du följer bara %s just nu 🙈

source: Sign up to discover your friends' favorite places and create your own map!
da: Tilmeld dig for at opdage dine venners yndlingssteder og opret dit eget kort!
es: ¡Regístrate para descubrir los lugares favoritos de tus amigos y crea tu propio mapa!
fi: Rekisteröidy löytääksesi ystäviesi suosikkipaikat ja luodaksesi oman karttasi!
fr: Connectez-vous pour découvrir les meilleures adresses de vos amis et créer votre propre carte !
ja: サインアップして友だちのお気に入りの場所を発見したり、自分のマップを作成したりしよう！
nl: Geef je op om de toplocaties van je vrienden te ontdekken en je eigen kaart te maken!
sv: Bli medlem för att upptäcka vänners favoritplatser och skapa din egen karta!

source: Discover more maps
da: Opdage flere kort
es: Descubre más mapas
fi: Löydä lisää karttoja
fr: Découvrir plus de cartes
ja: 他のマップを見る
nl: Ontdek meer kaarten
sv: Upptäck fler kartor

source: Create your own map
da: Opret dit eget kort
es: Crea tu propio mapa
fi: Luo oma karttasi
fr: Créer votre carte
ja: 自分のマップを作る
nl: Maak je eigen kaart
sv: Skapa din egen karta

source: Discover the map of %s
da: Oplev kort fra %s
es: Descubre el mapa de %s
fi: Selvitä mitä karttoja %s omaa
fr: Découvrez la carte : %s
ja: %sさんのマップを発見
nl: Ontdek de kaart van %s
sv: Upptäck kartan över %s

source: Now on Mapstr
da: Nu på Mapstr
es: Ahora en Mapstr
fi: Nyt Mapstrissä
fr: En ce moment sur Mapstr
ja: 今すぐMapstrで
nl: Nu op Mapstr
sv: Nu på Mapstr

source: Discover the map
da: Opdag kortet
es: Descubre el mapa
fi: Löydä kartta
fr: Découvrir la carte
ja: マップを発見しよう
nl: Ontdek de kaart
sv: Upptäck kartan

source: Skip
da: Spring over
es: Omitir
fi: Ohita
fr: Passer
ja: スキップ
nl: Overslaan
sv: Hoppa över

source: You should create your own map to be able to add places
da: Du skal oprette dit eget kort for at kunne tilføje steder
es: Deberías crear tu propio mapa para poder añadir lugares
fi: Sinun kannattaa luoda oma kartta, jotta voit lisätä paikkoja
fr: Vous devez créer votre carte pour pouvoir ajouter des lieux
ja: 自分のマップを作成すると、場所を追加することができます
nl: Je moet je eigen kaart aanmaken om locaties toe te voegen
sv: Du måste skapa din egen karta för att kunna lägga till platser

source: Later
da: Senere
es: Más tarde
fi: Myöhemmin
fr: Plus tard
ja: 後で
sv: Senare

source: %s has not responded to your invite. Resend it!
da: %s har ikke svaret på din invitation. Send den igen!
es: %s no ha respondido a tu invitación. ¡Mándala otra vez!
fi: %s ei ole vastannut kutsuusi. Lähetä se uudelleen!
fr: %s n'a pas répondu à votre invitation. Renvoyez lui !
ja: %sさんから招待状の返事が届いていません。再送信しよう！
nl: %s heeft niet gereageerd. Opnieuw verzenden!
sv: %s har inte svarat på din inbjudan. Skicka den igen!

source: Sign up
da: Tilmeld dig
es: Registrarse
fi: Rekisteröidy
fr: Me connecter
ja: サインアップ

source: Friends' top places
da: Venners top-steder
es: Mejores de mis amigos
fi: Ystävien suosikit
fr: Top de mes amis
ja: 友だちに人気の場所
nl: Toplocaties vrienden
sv: Vänners favoritplatser

source: Add a place
da: Tilføj et sted
es: Añadir un lugar
fi: Lisää paikka
fr: Ajouter une adresse
ja: 場所を追加
nl: Plaats toevoegen
sv: Lägg till plats

source: Not this place?
da: Ikke dette sted?
es: ¿No es este lugar?
fi: Ei tämä paikka?
fr: Pas la bonne adresse ?
ja: この場所ではありませんか？
nl: Andere plaats?
sv: Inte denna plats?

source: Choose another one
da: Vælg et andet
es: Elige otro
fi: Valitse toinen
fr: Choisissez-en une autre
ja: 別の場所を選択
nl: Kies een andere
sv: Välj en annan

source: Directly add your location
da: Tilføj din placering direkte
es: Añade tu ubicación directamente
fi: Lisää suoraan sijaintiisi
fr: Ajoutez directement votre position
ja: 現在地に直接追加する
nl: Je locatie direct toevoegen
sv: Lägg direkt till din plats

source: Your map is empty 🙈
da: Dit kort er tomt 🙈
es: Tu mapa está vacío 🙈
fi: Karttasi on tyhjä 🙈
ja: マップは空です 🙈
nl: Je kaart is leeg 🙈
sv: Din karta är tom 🙈
