Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Restaurant
es: Restaurante
fi: Ravintola
it: Ristorante
ja: レストラン
pt_br: Restaurante
sv: Restaurang

source: Change tags
da: Skift tags
de: Tags ändern
es: Cambiar etiquetas
fi: Muuta tunnisteet
fr: CHOIX DES TAGS
it: Modifica tag
ja: タグを変更
nl: Labels wijzigen
pt_br: Alterar marcações
sv: Byt taggar

source: Create an account to see your friends places, and to access your map from multiple devices.
da: Opret en konto for at se dine venner steder og for at få adgang til dit kort fra flere enheder.
de: Erstelle ein Konto, um die Orte deiner Freunde zu sehen und um von verschiedenen Geräten auf deine Karte zugreifen zu können.
es: Crea una cuenta para ver los lugares de tus amigos y acceder a tu mapa desde varios dispositivos.
fi: Luo tili nähdäksesi ystäviesi paikat ja avataksesi karttasi useilla eri laitteilla.
fr: Créez un compte pour voir les adresses de vos amis, et accéder à votre carte depuis plusieurs appareils.
it: Crea un account per visualizzare i luoghi dei tuoi amici e per accedere alla tua mappa da più di un dispositivo.
ja: アカウントを作成すると、友だちの場所をみたり、複数のデバイスからマップにアクセスしたりできます。
nl: Maak een account aan om de plaatsen van je vrienden te zien, en toegang tot je kaart te krijgen vanaf meerdere apparaten.
pt_br: Crie uma conta para ver os lugares dos seus amigos e para acessar o seu mapa a partir de dispositivos múltiplos.
sv: Öppna ett konto för att se dina vänners platser och för att komma åt din karta från flera olika enheter.

source: Forgot password?
da: Glemt kodeord?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?
sv: Glömt lösenordet?

source: Select an Icon
da: Vælg et ikon
de: Wähle ein Symbol
es: Selecciona un icono
fi: Valitse kuvake
fr: Choix de l'icone
it: Seleziona un'icona
ja: アイコンを選択
nl: Selecteer een pictogram
pt_br: Selecionar um Ícone
sv: Välj en ikon

source: Sign Up
da: Tilmeld
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: Inscription
it: Iscriviti
ja: サインアップ
nl: Aanmelden
pt_br: Cadastre-se
sv: Bli medlem

source: Choose your profile picture
da: Vælg dit profilbillede
de: Wähle dein Profilbild
es: Elige tu imagen de perfil
fi: Valitse profiilikuvasi
fr: Ajoutez une photo de profil
it: Scegli l'immagine profilo
ja: プロフィール写真を選択してください
nl: Kies je profielfoto
pt_br: Escolha a sua foto de perfil
sv: Välj profilbild

source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_br: Fechar
sv: Stäng

source: Add a new Place
da: Tilføj et nyt sted
de: Neuen Ort hinzufügen
es: Añade un lugar nuevo
fi: Lisää uusi paikka
fr: Ajouter une nouvelle adresse
it: Aggiungi un nuovo luogo
ja: 新しい場所を追加
nl: Een nieuwe plek toevoegen
pt_br: Adicionar um Lugar novo
sv: Lägg till ny plats

source: Enter a phone number
da: Indtast et telefonnummer
de: Gib eine Telefonnummer ein
es: Introduce un número de teléfono
fi: Anna puhelinnumero
fr: Ajoutez un numéro de téléphone
it: Inserisci un numero di telefono
ja: 電話番号を入力
nl: Een telefoonnummer invoeren
pt_br: Digite um número de telefone
sv: Ange ett telefonnummer

source: More options
da: Flere muligheder
de: Mehr Optionen
es: Más opciones
fi: Lisäasetukset
fr: Plus d'options
it: Altre opzioni
ja: その他のオプション
nl: Meer opties
pt_br: Mais opções
sv: Fler alternativ

source: Term of use
da: Brugsvilkår
de: Nutzungsbedingungen
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions Générales d'Utilisation
it: Termini di utilizzo
ja: 使用期間
nl: Gebruiksvoorwaarden
pt_br: Termos de uso
sv: Användarvillkor

source: Downloading missing language(s)...
da: Downloader manglende sprog...
de: Fehlende Sprache(n) werden heruntergeladen...
es: Descargando idioma(s) que falta(n)...
fi: Ladataan puuttuvia kieliä...
fr: Téléchargement des langues manquantes...
it: Download ingua/e mancanti...
ja: 不足している言語をダウンロード中…
nl: Downloaden van ontbrekende talen...
pt_br: Baixando idioma(s) faltante(s)...
sv: Laddar ner språk som saknas...

source: or
da: eller
de: oder
es: o
fi: tai
fr: ou
it: oppure
ja: または
nl: of
pt_br: ou
sv: eller

source: Capture Address
da: Indfang adresse
de: Adresse erfassen
es: Capturar dirección
fi: Nappaa osoite
fr: Scannez l'adresse
it: Acquisisci indirizzo
ja: 住所を保存
nl: Adres opslaan
pt_br: Capturar Endereço
sv: Fånga adress

source: Keep this place private:
da: Hold dette sted privat:
de: Diesen Ort privat lassen:
es: Mantener este lugar privado:
fi: Pidä tämä paikka yksityisenä:
fr: Garder cette adresse privée :
it: Mantieni privato questo luogo:
ja: この場所を非公開にする：
nl: Deze plaats privé houden:
pt_br: Manter este lugar privado:
sv: Håll denna plats privat:

source: My friends
da: Mine venner
de: Meine Freunde
es: Mis amigos
fi: Ystäväni
fr: Mes amis
it: I miei amici
ja: マイフレンド
nl: Mijn vrienden
pt_br: Meus amigos
sv: Mina vänner

source: We won't post anything to Facebook, we hate that too!
da: Vi vil ikke sende noget til Facebook, vi hader det også!
de: Wir werden nichts auf Facebook posten, denn wir mögen das auch nicht!
es: No publicaremos nada en Facebook. ¡También odiamos eso!
fi: Emme julkaise mitään Facebookiin, sillä sehän on ärsyttävää!
fr: Nous ne posterons rien sur Facebook, nous détestons ça nous aussi !
it: Non posteremo nulla su Facebook, anche noi odiamo farlo!
ja: Facebookに投稿されることはありません。それは私たちも嫌いです！
nl: We zullen niets op Facebook posten, wij haten dat ook!
pt_br: Não postaremos nada no Facebook, nós também odiamos isso!
sv: Vi lägger inte upp något på Facebook. Vi gillar inte det heller!

source: Phone
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
it: Telefono
ja: 電話
nl: Telefoon
pt_br: Telefone
sv: Telefon

source: Keep those places private:
da: Hold disse steder private:
de: Diese Orte privat lassen:
es: Mantener esos lugares privados:
fi: Pidä nuo paikat yksityisinä:
fr: Garder ces adresses privées :
it: Mantieni privati questi luoghi:
ja: これらの場所を非公開にする：
nl: Die plaatsen privé houden:
pt_br: Manter estes lugares privados:
sv: Håll platserna privata:

source: Legal Notice
da: Juridisk meddelelse
de: Impressum
es: Aviso legal
fi: Jurid. ilmoitus
fr: Mentions Légales
it: Nota legale
ja: 法的通知
nl: Juridische kennisgeving
pt_br: Aviso Legal
sv: Juridisk info

source: Enter a website
da: Indtast en webside
de: Gib eine Website ein
es: Introduce un sitio web
fi: Anna verkkosivu
fr: Ajoutez un site web
it: Inserisci un sito web
ja: ウェブサイトを入力
nl: Een website invoeren
pt_br: Insira um site
sv: Ange en webbplats

source: Log in with Facebook
da: Log ind med Facebook
de: Mit Facebook anmelden
es: Iniciar sesión con Facebook
fi: Kirjaudu Facebookilla
fr: Connexion avec Facebook
it: Accedi con Facebook
ja: Facebookでログイン
nl: Inloggen met Facebook
pt_br: Fazer login com o Facebook
sv: Logga in med Facebook

source: Account settings
da: Kontoindstillinger
de: Konto-Einstellungen
es: Configuración de la cuenta
fi: Tilin asetukset
fr: Paramètres de compte
it: Impostazioni account
ja: アカウント設定
nl: Accountinstellingen
pt_br: Configurações de conta
sv: Kontoinställningar

source: Map settings
da: Kortindstillinger
de: Karten-Einstellungen
es: Configuración del mapa
fi: Kartta-asetukset
fr: Paramètres de la carte
it: Impostazioni mappa
ja: マップ設定
nl: Kaartinstellingen
pt_br: Configurações de mapa
sv: Kartinställningar

source: Standard
es: Estándar
fi: Standardi
ja: スタンダード
nl: Standaard
pt_br: Padrão

source: Satellite
da: Satellit
de: Satellit
es: Satélite
fi: Satelliitti
it: Satellitare
ja: サテライト
nl: Satelliet
pt_br: Satélite
sv: Satellit

source: Import places
da: Importer steder
de: Orte importieren
es: Importar lugares
fi: Tuo paikkoja
fr: Importer des lieux
it: Importa luoghi
ja: 場所をインポート
nl: Plaatsen importeren
pt_br: Importar lugares
sv: Importera platser

source: Tell your friends about it!
da: Fortæl dine venner om det!
de: Erzähle deinen Freunden davon!
es: ¡Cuéntaselo a tus amigos!
fi: Kerro siitä ystävillesi!
fr: Dites le à vos amis !
it: Parlane con i tuoi amici!
ja: 友だちに教えよう！
nl: Deel het met al je vrienden!
pt_br: Indique para os seus amigos!
sv: Berätta för dina vänner!

source: Files (.csv or .kml)
da: Filer (.csv eller .kml)
de: Dateien (.csv oder .kml)
es: Archivos (.csv o .kml)
fi: Tiedostot (.csv tai .kml)
fr: Fichiers (.csv ou .kml)
it: File (.csv or .kml)
ja: ファイル（.csvまたは.kml）
nl: Bestanden (.csv of .kml)
pt_br: Arquivos (.csv ou .kml)
sv: Filer (.csv eller .kml)

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fr: Questions Fréquentes
it: Domande frequenti
ja: よくある質問
nl: Veelgestelde vragen
pt_br: Perguntas Frequentes
sv: Vanliga frågor

source: is waiting for you on mapstr!
da: venter på dig på mapstr!
de: wartet bei Mapstr auf dich!
es: te está esperando en Mapstr!
fi: odottaa sinua mapstr:ssä!
fr: vous attend sur Mapstr !
it: ti sta aspettando su mapstr!
ja: さんがmapstrであなたを待っています！
nl: wacht op je op mapstr!
pt_br: está esperando você no mapstr!
sv: väntar på dig på mapstr!

source: shared:
da: delt:
de: geteilt:
es: ha compartido:
fi: jaettu:
fr: a partagé :
it: condiviso:
ja: 共有：
nl: deelde:
pt_br: compartilhado:
sv: delade:

source: wants to share this place with you!
da: ønsker at dele dette sted med dig!
de: möchte diesen Ort mit dir teilen!
es: quiere compartir este lugar contigo!
fi: tahtoo jakaa tämän paikan kanssasi!
fr: veut partager cette adresse avec vous !
it: vuole condividere con te questo luogo!
ja: さんがこの場所の共有をリクエストしています！
nl: wil deze plek met je delen!
pt_br: quer compartilhar este lugar com você!
sv: vill dela denna plats med dig!

source: wants you to use Mapstr!
da: vil have dig med på Mapstr!
de: möchte, dass du Mapstr benutzt!
es: quiere que uses Mapstr!
fi: tahtoo sinut Mapstriin!
fr: voudrait que vous utilisiez Mapstr !
it: vuole che tu utilizzi Mapstr!
ja: さんがMapstrの使用をリクエストしています！
nl: wil dat je Mapstr gebruikt!
pt_br: quer que você use Mapstr!
sv: vill att du ska använda Mapstr!

source: A friend
da: En ven
de: Ein Freund
es: Un amigo
fi: Ystävä
fr: Un ami
it: Un amico
ja: 友だち
nl: Een vriend
pt_br: Um amigo
sv: En vän

source: A new version is available
da: En ny version er tilgængelig
de: Eine neue Version ist erhältlich
es: Nueva versión disponible
fi: Uusi versio on saatavilla
fr: Une nouvelle version est disponible
it: È disponibile una nuova versione
ja: 新しいバージョンが利用できます
nl: Een nieuwe versie is beschikbaar
pt_br: Uma versão nova está disponível
sv: Det finns en ny version

source: Add your friends. Share the places you want.
da: Tilføj dine venner. Del de steder, du ønsker.
de: Füge deine Freunde hinzu. Teile alle möglichen Orte.
es: Añade a tus amigos. Comparte los lugares que quieras.
fi: Lisää ystäväsi. Jaa haluamasi paikat.
fr: Ajoutez vos amis. Partagez les adresses que vous voulez.
it: Aggiungi i tuoi amici. Condividi i luoghi che desideri.
ja: 友だちを追加。 好きな場所を共有。
nl: Voeg je vrienden toe. Deel de plaatsen die je wil.
pt_br: Adicione seus amigos. Compartilhe os lugares que você quiser.
sv: Lägg till vänner. Dela platser.

source: Mapstr needs your authorization to locate your position and your favorite places on the map.
da: Mapstr har brug for din tilladelse til at finde din position og dine yndlingssteder på kortet.
de: Mapstr benötigt deine Autorisierung, um deinen Standort und deine Lieblingsorte auf der Karte festzustellen.
es: Mapstr necesita tu autorización para localizar tu posición y tus lugares favoritos en el mapa.
fi: Mapstr tarvitsee valtuutuksesi voidakseen paikantaa sijaintisi ja suosikkipaikkasi kartalta.
fr: Mapstr a besoin de votre autorisation pour vous localiser et afficher vos adresses sur la carte.
it: Mapstr ha bisogno della tua autorizzazione per localizzare la tua posizione e i tuoi luoghi preferiti sulla mappa.
ja: あなたの現在地の特定とマップ上にお気に入りの場所を配置するには、Mapstrに許可を与える必要があります。
nl: Mapstr heeft je toestemming nodig om je positie en je favoriete plaatsen op de kaart te vinden.
pt_br: Mapstr precisa da sua autorização para localizar a sua posição e seus lugares favoritos no mapa.
sv: Mapstr behöver ditt godkännande för att kunna hitta din position och dina favoritplatser på kartan.

source: Back to my Map
da: Tilbage til mit kort
de: Zurück zu meiner Karte
es: Volver a mi Mapa
fi: Takaisin kartalle
fr: Retour à ma Carte
it: Torna alla mia Mappa
ja: マイマップに戻る
nl: Terug naar mijn Kaart
pt_br: Voltar ao meu Mapa
sv: Tillbaka till min karta

source: Click the link to see it in Mapstr, and save it to your map!
da: Klik på linket for at se det i Mapstr, og gem det på dit kort!
de: Klicke auf den Link, um ihn in Mapstr anzuzeigen und speichere ihn auf deiner Karte!
es: ¡Haz clic en el enlace para verlo en Mapstr y guárdalo en tu mapa!
fi: Napauta linkkiä nähdäksesi se Mapstrissä ja lisätäksesi sen kartallesi!
fr: Clique sur le lien pour l'ouvrir dans Mapstr et l'enregistrer dans ta carte !
it: Clicca il link per visualizzarlo su Mapstr e salvalo sulla tua mappa!
ja: リンクをクリックしてMapstrで確認し、自分のマップに保存してください！
nl: Klik op de link om het in Mapstr te zien, en sla het op in je kaart!
pt_br: Clique no link para vê-lo no Mapstr, e salve-o no seu mapa!
sv: Klicka här för att se det i Mapstr och spara i din karta!

source: Complete your profile
da: Udfyld din profil
de: Vervollständige dein Profil
es: Completa tu perfil
fi: Viimeistele profiilisi
fr: Completez votre profil
it: Completa il tuo profilo
ja: プロフィールを完成させよう
nl: Voltooi je profiel
pt_br: Complete seu perfil
sv: Slutför din profil

source: Create unlimited tags to sort them easily.
da: Opret ubegrænsede tags for at sortere dem nemt.
de: Erstelle unbegrenzt Tags, um sie leichter zu sortieren.
es: Crea etiquetas ilimitadas para mantener el orden fácilmente.
fi: Luo rajattomasti tunnisteita, jaottele ne vaivatta.
fr: Organisez-les facilement en créant des tags personnalisés.
it: Crea tag illimitati per ordinarli facilmente.
ja: タグを無制限に作成して 簡単に並べ替え。
nl: Maak onbeperkte labels om gemakkelijk te sorteren.
pt_br: Crie marcações ilimitadas para classificar facilmente.
sv: Skapa obegränsat med taggar för att sortera dem.

source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
pt_br: Pronto
sv: Klart

source: E-mail
de: E-Mail-Adresse
es: Correo electrónico
fi: Sähköposti
ja: Eメール
nl: E-mailadres
sv: E-post

source: Hey! Add me on Mapstr with the code %s (or click on the link)!
da: Hej! Tilføj mig på Mapstr med koden %s (eller klik på linket)!
de: Hey! Du kannst mich auf Mapstr mit dem Code %s hinzufügen (oder auf den Link klicken)!
es: ¡Añádeme en Mapstr con el código %s (o haz clic en el enlace)!
fi: Hei! Lisää minut Mapstriin koodilla %s (tai napauta linkkiä)!
fr: Hey, ajoute moi sur Mapstr avec le code %s (ou clique sur lien) !
it: Ehi! Aggiungimi su Mapstr con il codice %s (oppure clicca sul link)!
ja: ねぇ、コード%sを使って（またはリンクをクリックして）私をMapstrに追加して！
nl: Hé! Voeg me toe op Mapstr met de code %s (of klik op de link)!
pt_br: Ei! Me adicione no Mapstr com o código %s (ou clique no link)!
sv: Halloj! Lägg till mig på Mapstr med koden %s (eller klicka på länken)!

source: Hey, you haven't allowed Mapstr to use your location. Open settings to change this!
da: Hej, du har ikke tilladt Mapstr at bruge din placering. Åbn indstillinger for at ændre dette!
de: Hey, du hast Mapstr noch nicht die Erlaubnis gegeben, deinen Standort zu verwenden. Öffne die Einstellungen, um das zu ändern!
es: No has permitido que Mapstr utilice tu ubicación. ¡Abre la configuración para permitirlo!
fi: Hei, et ole antanut Mapstrille valtuuksia sijaintisi käyttämiseen. Muuta asia asetukset avaamalla!
fr: Hey, vous n'avez pas autorisé Mapstr à vous localiser. Allez dans les paramètres pour y remédier !
it: Ehi, non hai abilitato Mapstr all'utilizzo della tua posizione. Apri le impostazioni per eseguire la modifica!
ja: 位置情報を使用する許可がMapstrに与えられていません。設定を開いて変更してください！
nl: Hé, je hebt Mapstr geen toestemming gegeven om je locatie te gebruiken. Open de instellingen om dit te veranderen!
pt_br: Ei, você não permitiu que Mapstr utilize a sua localização. Abra as configurações para mudar isso!
sv: Halloj, du har inte gett Mapstr tillåtelse att använda dina platsuppgifter. Öppna inställningarna och ändra det!

source: I'm on Mapstr, an app to save all my favorite places, you should try it!
da: Jeg er på Mapstr, en app til at gemme alle mine yndlingssteder, du bør prøve det!
de: Ich benutze Mapstr, eine App, die all meine Lieblingsorte speichert! Du solltest es auch probieren!
es: Estoy en Mapstr, una aplicación para guardar mis lugares favoritos. ¡Te lo recomiendo!
fi: Käytän Mapstriä, jonka avulla voin tallentaa suosikkipaikkani; kokeile sitä ihmeessä!
fr: J'utilise Mapstr pour sauvegarder toutes mes adresses préférées, tu devrais l'essayer !
it: Sono su Mapstr, un'app che salva tutti i miei luoghi preferiti! Dovresti provarla!
ja: 私はお気に入りの場所を全部保存するのに「Mapstr」というアプリを使っています。ぜひ試してみて！
nl: Ik zit op Mapstr, een app om al mijn favoriete plekken op te slaan, probeer het zelf ook!
pt_br: Eu estou no Mapstr, um aplicativo para salvar todos os meus lugares favoritos, você devia experimentar!
sv: Jag använder Mapstr - en app där man kan spara alla sina favoritplatser!

source: Location Permission
da: Placeringstilladelse
de: Standortgenehmigung
es: Permiso de ubicación
fi: Sijaintivaltuudet
fr: Géolocalisation
it: Permessi per la posizione
ja: 位置情報許可
nl: Locatie Toestemmingen
pt_br: Permissão de Localização
sv: Platsbehörighet

source: Mapstr - your Places, your World
da: Mapstr - dine steder, din verden
de: Mapstr - deine Orte, deine Welt
es: Mapstr: tus lugares, tu mundo
fi: Mapstr – sinun paikkasi ja maailmasi
fr: Mapstr, la Carte de votre Monde
it: Mapstr: i tuoi luoghi, il tuo mondo
ja: Mapstr - あなたの場所、自分だけの世界
nl: Mapstr - jouw plaatsen, jouw wereld
pt_br: Mapstr - seus Lugares, seu Mundo
sv: Mapstr - dina platser, din värld

source: Alert
da: Alarm
de: Achtung
es: Alerta
fi: Hälytys
fr: Alerte
it: Avviso
ja: アラート
nl: Melding
pt_br: Alerta
sv: Varning

source: No place to show
da: Intet sted at vise
de: Kein Ort, der angezeigt werden kann
es: Ningún lugar que mostrar
fi: Ei näytettäviä paikkoja
fr: Aucune adresse disponible
it: Nessun luogo da mostrare
ja: 表示する場所はありません
nl: Geen plaats om te laten zien
pt_br: Não há lugares para mostrar
sv: Platser saknas

source: Please update your app.
da: Opdater din app.
de: Bitte aktualisiere deine App.
es: Actualiza tu aplicación.
fi: Päivitä sovelluksesi.
fr: Merci de mettre à jour l'application.
it: Aggiorna la tua app.
ja: アプリをアップデートしてください。
nl: Werk de app bij.
pt_br: Por favor, atualize seu aplicativo.
sv: Uppdatera din app.

source: Please Update
da: Opdater venligst
de: Bitte aktualisieren
es: Actualiza
fi: Päivitä
fr: Merci de mettre à jour
it: Aggiorna
ja: アップデートしてください
nl: Bijwerken
pt_br: Por favor, Atualize
sv: Uppdatera

source: Save places you love, places to try, places from magazines, etc.
da: Gem steder, du elsker steder at prøve, steder fra blade osv.
de: Speichere Orte, die du liebst, die du ausprobieren willst, Orte aus Zeitschriften usw.
es: Guarda lugares que te gusten, lugares que probar, lugares de revistas, etc.
fi: Tallenna mielipaikkasi, tulevaisuuden kohteet, lehdissä nähdyt paikat jne.
fr: Enregistrez vos lieux préférés : ceux que vous aimez, ceux que vous voulez essayer, etc.
it: Salva i luoghi che ti piacciono, luoghi da visitare, luoghi pubblicati su riviste, ecc.
ja: 大好きな場所、試したい場所、 雑誌に載ってた場所などを保存。
nl: Sla plaatsen op waar je dol op bent, plaatsen om nog te bezoeken, plaatsen uit tijdschriften, etc.
pt_br: Salve os lugares que você ama, lugares para experimentar, lugares das revistas, etc.
sv: Spara platser som du gillar, vill undersöka eller som kommer från tidningar.

source: Sign in with e-mail
da: Log ind med e-mail
de: Mit E-Mail-Adresse anmelden
es: Iniciar sesión con correo
fi: Kirjaudu sähköpostilla
fr: Se connecter par email
it: Accedi/registrati via e-mail
ja: メールアドレスでサインイン
nl: Meld je aan met je e-mailadres
pt_br: Entrar com o e-mail
sv: Logga in via e-post

source: Sign in with Facebook
da: Log ind med Facebook
de: Mit Facebook anmelden
es: Iniciar sesión con Facebook
fi: Kirjaudu Facebookilla
fr: Se connecter par Facebook
it: Registrati via Facebook
ja: Facebookでサインイン
nl: Meld je aan met Facebook
pt_br: Entrar com o Facebook
sv: Logga in via Facebook

source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu
fr: Connexion
it: Registrati
ja: サインイン
nl: Aanmelden
pt_br: Entrar
sv: Logga in

source: The 1st map-meets-notes app for users to save, see, share and send their favorite places
da: Den første kort-møder-noter app for brugere at gemme, se, dele og sende deres yndlingssteder
de: Dies ist die erste App, die Karten und Notizen verbindet. Nutzer können ihre Lieblingsorte speichern, sehen, teilen und verschicken.
es: La 1.ª aplicación de mapas y notas para que los usuarios guarden, vean, compartan y envíen sus lugares favoritos
fi: 1. kartta & muistikirja -sovellus, jolla käyttävät voivat tallentaa, katsoa, jakaa ja lähettää paikkojaan
fr: La 1ère application pour enregistrer toutes ses adresses préférées dans le monde
it: La prima app con funzioni di mappa, annotazioni e incontri, dove gli utenti possono salvare, visualizzare, condividere e inviare i propri luoghi preferiti
ja: お気に入りの場所を保存、閲覧、共有、送信できる初めてのノート機能付きマップアプリ
nl: De 1e app voor kaarten, afspraken en notities waarmee gebruikers hun favoriete plekken kunnen opslaan, zien, en delen
pt_br: O primeiro aplicativo com mapa e notas para que os usuários salvem, vejam, compartilhem e enviem seus lugares favoritos
sv: Den första appen där användare kan spara, visa och dela sina favoritplatser

source: Use without account
da: Brug uden konto
de: Ohne Konto verwenden
es: Usar sin una cuenta
fi: Käytä ilman tiliä
fr: Utiliser sans compte
it: Usa senza account
ja: アカウントなしで使用する
nl: Te gebruiken zonder account
pt_br: Usar sem conta
sv: Använd utan konto

source: Welcome to Mapstr.
da: Velkommen til Mapstr.
de: Willkommen bei Mapstr.
es: Te damos la bienvenida a Mapstr.
fi: Tervetuloa Mapstriin.
fr: Bienvenue dans Mapstr.
it: Benvenuto/a su Mapstr.
ja: Mapstrへようこそ。
nl: Welkom bij Mapstr.
pt_br: Bem-vindo ao Mapstr.
sv: Välkommen till Mapstr.

source: You've been invited to Mapstr!
da: Du er blevet inviteret til Mapstr!
de: Du wurdest zu Mapstr eingeladen!
es: ¡Te han invitado a Mapstr!
fi: Sinut on kutsuttu Mapstriin!
fr: Vous avez été invité sur Mapstr !
it: Sei stato invitato/a su Mapstr!
ja: Mapstrに招待されました！
nl: Je bent uitgenodigd voor Mapstr!
pt_br: Você foi convidado para o Mapstr!
sv: Du har blivit inbjuden till Mapstr!

source: You've been invited to see this place on Mapstr!
da: Du er blevet inviteret til at se dette sted på Mapstr!
de: Du wurdest eingeladen, dir diesen Ort auf Mapstr anzusehen!
es: ¡Te han invitado a ver este lugar en Mapstr!
fi: Sinut on kutsuttu katsomaan tätä paikkaa Mapstrissä!
fr: Vous avez été invité à voir ce lieu sur Mapstr !
it: Sei stato invitato/a a visualizzare questo luogo su Mapstr!
ja: この場所をMapstrで表示するために招待されました！
nl: Je bent uitgenodigd om deze plaats op Mapstr te bekijken!
pt_br: Você foi convidado para ver este lugar no Mapstr!
sv: Du har blivit inbjuden till denna plats på Mapstr!

source: your Places, your World
da: dine steder, din verden
de: deine Orte, deine Welt
es: tus lugares, tu mundo
fi: sinun paikkasi ja maailmasi
fr: la Carte de votre Monde
it: i tuoi luoghi, il tuo mondo
ja: あなたの場所、自分だけの世界
nl: Jouw plaatsen, jouw wereld
pt_br: seus Lugares, seu Mundo
sv: dina platser, din värld

source: Do you use %s?
da: Bruger du %s?
de: Verwendest du %s?
es: ¿Utilizas %s?
fi: Onko käytössä %s?
fr: Utilisez-vous %s ?
it: Stai utilizzando %s?
ja: %sを使用しますか？
nl: Gebruik je %s?
pt_br: Você usa %s?
sv: Använder du %s?

source: Ignore
da: Ignorer
de: Ignorieren
es: Ignorar
fi: Älä huomioi
fr: Ignorer
it: Ignora
ja: 無視する
nl: Negeren
pt_br: Ignorar
sv: Ignorera
