Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: You should add at least one tag
da: Du skal tilføje mindst et tag
de: Du solltest mindestens ein Tag angeben
es: Debes añadir al menos una etiqueta
fi: Lisää vähintään yksi tunniste
fr: Une adresse doit avoir au moins un tag
it: Dovresti aggiungere almeno un tag
ja: タグを1つ以上追加する必要があります
nl: Je moet ten minste een tag toevoegen
pt_br: Você precisa adicionar pelo menos uma marcação
sv: Du bör lägga till minst en tagg

source: You won't be able to retrieve your data if you change your phone or reinstall the app...
da: Du kan ikke hente dine data, hvis du ændrer din telefon eller geninstallerer appen...
de: Du kannst deine Daten nicht zurückholen, wenn du dein Handy wechselst oder die App deinstallierst...
es: No podrás recuperar tus datos si cambias de teléfono o reinstalas la aplicación...
fi: Et voi palauttaa tietojasi, jos vaihdat puhelintasi tai asennat sovelluksen uudelleen...
fr: Vous ne pourrez pas récupérer vos données en cas de changement de téléphone ou de réinstallation de l'appli...
it: Non sarai in grado di recuperare i tuoi dati se cambi telefono o reinstalli l'app...
ja: スマホを変えたり、アプリを再インストールすると、あなたのデータを取得できなくなります...
nl: Je kunt je gegevens niet ophalen als je een nieuwe telefoon neemt of de app opnieuw installeert...
pt_br: Você não conseguirá recuperar seus dados se você mudar de telefone ou reinstalar o aplicativo...
sv: Du kommer inte att kunna hämta dina data om du byter telefon eller installerar om appen...

source: Your email (only if you want)
da: Din e-mail (kun hvis du vil)
de: Deine E-Mail-Adresse (nur wenn du möchtest)
es: Tu correo electrónico (opcional)
fi: Sähköpostisi (vain jos itse tahdot)
fr: Votre email (si vous le souhaitez)
it: La tua e-mail (solo se desideri)
ja: メールアドレス（任意）
nl: Je e-mailadres (alleen als je dat wil)
pt_br: Seu e-mail (só se você quiser)
sv: Din e-postadress (valfritt)

source: Your message (required)
da: Din besked (påkrævet)
de: Deine Nachricht (erforderlich)
es: Tu mensaje (obligatorio)
fi: Viestisi (pakollinen)
fr: Votre message (nécessaire)
it: Il tuo messaggio (richiesto)
ja: メッセージ（必須）
nl: Je bericht (verplicht)
pt_br: Sua mensagem (obrigatório)
sv: Ditt meddelande (obligatoriskt)

source: This user
da: Denne bruger
de: Dieser Benutzer
es: Este usuario
fi: Tämä käyttäjä
fr: Cet utilisateur
it: Questo utente
ja: このユーザー
nl: Deze gebruiker
pt_br: Este usuário
sv: Denna användare

source: A new version will be created at each app launch, and the last 7 versions will be presented here. If you have multiple accounts, you will have specific files for each account.
da: En ny version vil blive oprettet ved hver app-lancering, og de sidste 7 versioner vil blive præsenteret her. Hvis du har flere konti, har du specifikke filer til hver konto.
de: Bei jedem Start der App wird eine neue Version erstellt und die letzten 7 Versionen werden hier angezeigt. Wenn du mehrere Konten hast, erhältst du spezifische Dateien für jedes Konto.
es: Se creará una nueva versión con cada lanzamiento de la aplicación, y las últimas 7 versiones aparecerán aquí. Si tienes varias cuentas, tendrás archivos específicos para cada una.
fi: Jokaisen sovelluksen käynnistyksen yhteydessä luodaan uusi versio, ja 7 uusinta versiota näkyvät täällä. Jos sinulla on useita tilejä, niin joka tilille on erilliset tiedostot.
fr: Une nouvelle version sera créée à chaque lancement de l’application, et les 7 dernières versions seront accessibles ici. Si vous avez plusieurs comptes, chacun aura son propre historique.
it: Una nuova versione sarà creata ad ogni avvio dell'app; le ultime 7 versioni saranno presentate qui. Se possiedi più di un account dovrai specificare i file per ciascun account.
ja: 各アプリの起動時に新しいバージョンが作成され、ここに最後の7つのバージョンが表示されます。 複数アカウントを所有している場合は、アカウント別に特定のファイルがあります。
nl: Elke keer als de app opnieuw opstart zal er een nieuwe versie worden gemaakt, en de laatste 7 versies worden hier gepresenteerd. Als je meerdere accounts hebt, zul je specifieke bestanden voor elk account hebben.
pt_br: Uma nova versão será criada em cada lançamento do aplicativo, e as últimas 7 versões serão apresentadas aqui. Se você tiver várias contas, você terá arquivos específicos para cada conta.
sv: En ny version kommer att skapas varje gång appen startas, och de senaste 7 versionerna kommer att visas här. Om du har flera konton kommer du att ha specifika filer för varje konto.

source: Anonymous account: %s
da: Anonym konto: %s
de: Anonymes Konto: %s
es: Cuenta anónima: %s
fi: Anonyymi tili: %s
fr: Compte anonyme : %s
it: Account anonimo: %s
ja: 匿名アカウント：%s
nl: Anoniem account: %s
pt_br: Conta anônima: %s
sv: Anonymt konto: %s

source: Choose your prefered navigation app
da: Vælg din foretrukne navigationsapp
de: Wähle deine bevorzugte Nagivations-App
es: Elige tu aplicación de navegación preferida
fi: Valitse mieleisesi navigointisovellus
fr: Choix de l’application d’itinéraire
it: Scegli la tua app di navigazione preferita
ja: お好みのナビゲーションアプリを選択してください
nl: Kies de gewenste navigatie-app
pt_br: Escolha o seu aplicativo de navegação preferido
sv: Välj navigeringsapp

source: Facebook Error
da: Facebook-fejl
de: Facebook-Fehler
es: Error de Facebook
fi: Facebook-häiriö
fr: Erreur Facebook
it: Errore Facebook
ja: Facebookのエラー
nl: Facebookfout
pt_br: Erro do Facebook
sv: Facebook-fel

source: It seems your account is disconnected. Please reconnect.
da: Det ser ud til, at din konto er afbrudt. Venligst tilslut igen.
de: Dein Konto scheint nicht mehr verbunden zu sein. Bitte verbinde es erneut.
es: Parece que tu cuenta está desconectada. Vuelve a conectarte.
fi: Nähtävästi tilisi yhteys katkesi. Muodosta yhteys uudelleen.
fr: Votre compte semble déconnecté. Merci de vous reconnecter.
it: Sembra che il tuo account si sia disconnesso. Riconnettiti.
ja: お使いのアカウントは切断されているようです。再接続してください。
nl: Het lijkt erop dat je account is losgekoppeld. Gelieve opnieuw te verbinden.
pt_br: Parece que sua conta está desconectada. Por favor, reconecte.
sv: Det verkar som att ditt konto är frånkopplat. Vänligen koppla det igen.

source: List
da: Liste
de: Liste
es: Lista
fi: Lista
fr: Liste
it: Lista
ja: リスト
nl: Lijst
pt_br: Lista
sv: Lista

source: Map
da: Kort
de: Karte
es: Mapa
fi: Kartta
fr: Carte
it: Mappa
ja: マップ
nl: Kaart
pt_br: Mapa
sv: Karta

source: Misconfigured account
da: Ikke konfigureret konto
de: Falsch konfiguriertes Konto
es: Cuenta mal configurada
fi: Väärin asetettu tili
fr: Compte mal configuré
it: Account configurato in modo errato
ja: 誤った設定のアカウント
nl: Verkeerd ingestelde account
pt_br: Conta configurada incorretamente
sv: Felkonfigurerat konto

source: Old versions of your data will appear here, in case you need it.
da: Gamle versioner af dine data vises her, hvis du har brug for det.
de: Hier erscheinen die alten Versionen deiner Daten, falls du sie benötigst.
es: Aquí aparecerán las versiones antiguas de tus datos, en caso de que los necesites.
fi: Tietojesi vanhemmat versiot näkyvät täällä, jos satut tarvitsemaan niitä.
fr: Vos anciennes données vont apparaître ici, en cas de besoin.
it: In caso tu ne abbia bisogno, le vecchie versioni dei tuoi dati appariranno qui.
ja: 必要なときのために、古いバージョンのデータがここに表示されます。
nl: Oude versies van je gegevens verschijnen hier, voor het geval je ze nodig hebt.
pt_br: As versões antigas dos seus dados aparecerão aqui, caso você precise delas.
sv: Äldre versioner av din data kommer att visas här utifall de behövs.

source: Permanently Closed
da: Permanent lukket
de: Dauerhaft geschlossen
es: Cerrado permanentemente
fi: Suljettu pysyvästi
fr: Définitivement Fermé
it: Chiuso permanentemente
ja: 完全クローズ
nl: Permanent gesloten
pt_br: Permanentemente Fechado
sv: Stängd permanent

source: Time Machine
da: Tidsmaskine
es: Máquina del tiempo
fi: Aikakone
it: Macchina del tempo
ja: タイムマシン
nl: Tijdmachine
pt_br: Máquina do Tempo
sv: Tidsmaskin

source: Please, go in your iPhone settings, in the Facebook menu, and retype your account password to ensure you're connected, and try again.
da: Gå til dine iPhone-indstillinger, i Facebook-menuen, og skriv dit kodeord igen for at sikre, at du er tilsluttet, og prøv igen.
de: Bitte gehe in deine iPhone-Einstellungen, dort in das Facebook-Menü und gebe dein Konto-Passwort erneut ein, um sicherzustellen, dass du verbunden bist. Versuche es dann erneut.
es: Ve a la configuración de su iPhone, al menú de Facebook, y vuelve a escribir la contraseña de tu cuenta para asegurarte de que estás conectado. Después, vuelve a intentarlo.
fi: Siirry Facebook -valikon iPhone-asetuksiin, kirjoita tilisi salasana uudelleen varmistaaksesi yhteytesi ja yritä sitten uudelleen.
fr: Allez dans les paramètres de votre iPhone, menu Facebook, puis retapez votre mot de passe pour être bien connecté à Facebook. Merci !
it: Vai alle impostazioni iPhone, sul menù Facebook, e digita nuovamente la password del tuo account per assicurarti di essere connesso/a. Quindi riprova.
ja: iPhoneの設定を開き、Facebookのメニューでアカウントのパスワードを再入力し、接続されていることを確認してから、もう一度お試しください。
nl: Ga naar je iPhone-instellingen, dan naar het Facebookmenu en voer je wachtwoord in om ervoor te zorgen dat je verbinding hebt en probeer het opnieuw.
pt_br: Por favor, vá nas suas configurações do iPhone, no menu do Facebook, e digite a senha da conta novamente para garantir que você esteja conectado, e tente novamente.
sv: Gå till dina iPhone-inställningar. I Facebook-menyn, skriv ditt kontolösenord igen och kontroller att du är ansluten. Försök sedan igen.

source: Please, go in your iPhone settings, in the Facebook menu, allow Mapstr, and try again.
da: Gå til dine iPhone-indstillinger, i Facebook-menuen, tillad Mapstr, og prøv igen.
de: Bitte gehe in deine iPhone-Einstellungen, dort in das Facebook-Menü, lasse Mapstr zu und versuche es dann erneut.
es: Ve a la configuración de tu iPhone, al menú de Facebook, permite Mapstr y vuelve a intentarlo.
fi: Siirry Facebook -valikon iPhone-asetuksiin, salli Mapstrin käyttö ja yritä sitten uudelleen.
fr: Allez dans les paramètres de votre iPhone, menu Facebook, autorisez Mapstr puis réessayez. Merci !
it: Vai alle impostazioni iPhone, sul menù Facebook, abilita Mapstr e riprova.
ja: iPhoneの設定を開き、FacebookのメニューでMapstrに許可を与えてから、もう一度お試しください。
nl: Ga naar je iPhone-instellingen, dan naar het Facebookmenu, geef Mapstr toestemming, en probeer het opnieuw.
pt_br: Por favor, vá nas suas configurações do iPhone, no menu do Facebook, permita Mapstr, e tente novamente.
sv: Gå till iPhone-inställningar och sedan till Facebook-menyn. Tillåt Mapstr och försök igen.

source: Add a place at your location
da: Tilføj et sted på din placering
de: Füge einen Ort an deinem Standort hinzu
es: Añade un lugar en tu ubicación
fi: Lisää paikka sijaintiisi
fr: Ajouter le lieu où vous êtes
it: Aggiungi un luogo alla tua posizione
ja: 現在地に場所を追加する
nl: Voeg een plaats toe op je locatie
pt_br: Adicionar um lugar na sua localização
sv: Lägg till en plats där du befinner dig

source: You have no places yet...
da: Du har ingen steder endnu...
de: Du hast noch keine Orte...
es: Aún no tienes ningún lugar...
fi: Sinulla ei ole paikkoja...
fr: Vous n'avez pas encore d'adresses enregistrées...
it: Non hai ancora nessun luogo...
ja: 場所はまだありません…
nl: Je hebt nog geen plaatsen...
pt_br: Você ainda não tem nenhum lugar...
sv: Du har inga platser än...

source: Nearest Places
da: Nærmeste steder
de: Nächstgelegene Orte
es: Lugares más cercanos
fi: Lähimmät paikat
fr: À Proximité
it: Luoghi più vicini
ja: 最寄りの場所
nl: Dichtstbijzijnde plaatsen
pt_br: Lugares Mais Próximos
sv: Närmaste platser

source: See all places nearby
da: Se alle steder i nærheden
de: Alle Ort in der Nähe anzeigen
es: Ver todos los lugares cercano
fi: Näe kaikki lähistön paikat
fr: Voir mes adresses à proximité
it: Guarda tutti i luoghi nelle vicinanze
ja: 近くの場所をすべて表示
nl: Bekijk alle plaatsen in de buurt
pt_br: Ver todos os lugares próximos
sv: Visa alla närliggande platser

source: You need to add your first place on your phone to initialize your account.
da: Du skal tilføje dit første sted på din telefon for at initialisere din konto.
de: Du musst deinen ersten Ort auf deinem Telefon hinzufügen, um dein Konto zu initialisieren.
es: Necesitas añadir tu primer lugar en el teléfono para inicializar tu cuenta.
fi: Tilisi käytön aloittaminen vaatii ensimmäisen paikkasi lisäämisen puhelimeesi.
fr: Ajoutez votre premier lieu via l'iPhone pour intialiser votre compte.
it: Devi aggiungere il tuo primo luogo sul telefono per inizializzare l'account.
ja: お使いのスマホで最初の場所を追加して、アカウントを初期化します。
nl: Je moet je eerste plaats op je telefoon toevoegen om je account te initialiseren.
pt_br: Você precisa adicionar o seu primeiro lugar no seu telefone para inicializar a sua conta.
sv: Du måste lägga till din första plats på din telefon för att initialisera ditt konto.

source: You already have this place. Do you want to see it?
da: Du har allerede dette sted. Vil du gerne se det?
de: Du hast diesen Ort bereits. Möchtest du ihn sehen?
es: Ya tienes este lugar. ¿Quieres verlo?
fi: Sinulla on jo tämä paikka. Haluatko nähdä sen?
fr: Vous avez déjà cette adresse. Voulez-vous la voir ?
it: Possiedi già questo luogo. Desideri visualizzarlo?
ja: この場所はすでにあります。表示しますか？
nl: Je hebt deze plaats al. Wil je hem bekijken?
pt_br: Você já tem este lugar. Quer vê-lo?
sv: Du har redan denna plats. Vill du se den?

source: No
da: Nej
de: Nein
fi: Ei
fr: Non
ja: いいえ
nl: Nee
pt_br: Não
sv: Nej

source: Choose at least one tag...
da: Vælg mindst et tag...
de: Mindestens ein Tag wählen...
es: Elige al menos una etiqueta...
fi: Valitse vähintään yksi tunniste
fr: Choisissez au moins un tag...
it: Scegli almeno un tag...
ja: タグを1つ以上選択してください…
nl: Kies ten minste één label...
pt_br: Escolha pelo menos uma marcação...
sv: Välj minst en tagg...

source: My location
da: Min placering
de: Mein Standort
es: Mi ubicación
fi: Sijaintini
fr: Ma position
it: La mia posizione
ja: 現在地
nl: Mijn locatie
pt_br: Minha localização
sv: Min plats

source: Browse
da: Gennemse
de: Durchsuchen
es: Explorar
fi: Selaa
fr: Parcourir
it: Sfoglia
ja: 閲覧
nl: Bladeren
pt_br: Procurar
sv: Bläddra

source: My places
da: Mine steder
de: Meine Orte
es: Mis lugares
fi: Paikkani
fr: Mes adresses
it: I miei luoghi
ja: マイプレイス
nl: Mijn plaatsen
pt_br: Meus lugares
sv: Mina platser

source: Information
es: Información
fi: Tiedot
it: Informazioni
ja: 情報
nl: Informatie
pt_br: Informações

source: Closed
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
it: Chiuso
ja: クローズ
nl: Gesloten
pt_br: Fechado
sv: Stängt

source: Loading picture...
da: Indlæser billede...
de: Bild wird geladen...
es: Cargando imagen...
fi: Ladataan kuvaa...
fr: Chargement de la photo...
it: Immagine in caricamento...
ja: 写真を読み込み中…
nl: Foto’s laden…
pt_br: Carregando figura...
sv: Laddar bild...

source: Now Open
da: Nu åben
de: Jetzt geöffnet
es: Abierto ahora
fi: Nyt auki
fr: Ouvert
it: Aperto ora
ja: 現在オープン
nl: Nu open
pt_br: Aberto Agora
sv: Öppen nu

source: See more
da: Se mere
de: Mehr anzeigen
es: Ver más
fi: Näe lisää
fr: Voir plus
it: Visualizza altri
ja: さらに表示
nl: Meer bekijken
pt_br: Ver mais
sv: Visa mer

source: This place will appear on your map at next launch.
da: Dette sted vises på dit kort ved næste lancering.
de: Dieser Ort wird beim nächsten Start auf deiner Karte angezeigt.
es: Este lugar aparecerá en tu mapa la próxima vez que inicies la aplicación.
fi: Tämä paikka on kartallasi seuraavan käynnistyksen jälkeen.
fr: Ce lieu apparaîtra sur votre carte à la prochaine utilisation.
it: Questo luogo apparirà sulla tua mappa al prossimo avvio.
ja: この場所は次回の起動時にマップ上に表示されます。
nl: Deze plaats zal op je kaart verschijnen bij de volgende start.
pt_br: Este lugar aparecerá no seu mapa no início da próxima sessão.
sv: Denna palts kommer att visas på din karta nästa gång appen startas.

source: Your iPhone is not within range. This place will be saved later.
da: Din iPhone er ikke inden for rækkevidde. Dette sted gemmes senere.
de: Dein iPhone ist nicht in Reichweite. Dieser Ort wird später gespeichert.
es: Tu iPhone no está dentro del alcance. Este lugar se guardará más adelante.
fi: iPhonesi ei ole kantaman sisäpuolella. Tämä paikka tallennetaan myöhemmin.
fr: Votre iPhone est hors de portée. Cette adresse sera ajoutée plus tard.
it: Il tuo iPhone si trova fuori campo. Questo luogo sarà salvato più tardi.
ja: お使いのiPhoneが範囲内にありません。 この場所は後で保存されます。
nl: Je iPhone is niet binnen bereik. Deze plaats zal later worden opgeslagen.
pt_br: Seu iPhone não está dentro do alcance. Este lugar será salvo mais tarde.
sv: Din iPhone är inte inom räckhåll. Denna plats kommer att sparas senare.

source: This place is waiting to be saved. It will appear on your map at next launch.
da: Dette sted venter på at blive gemt. Det vises på dit kort ved næste lancering.
de: Dieser Ort wird noch gespeichert. Er wird beim nächsten Start auf deiner Karte erscheinen.
es: Este lugar está a la espera de guardarse. Aparecerá en tu mapa la próxima vez que inicies la aplicación.
fi: Tämä paikka odottaa tallentamista. Se näkyy kartallasi seuraavan käynnistyksen yhteydessä.
fr: Ce lieu est en cours de sauvegarde. Il apparaîtra sur votre carte à la prochaine utilisation.
it: Questo luogo è in attesa di essere salvato. Apparirà sulla tua mappa al prossimo avvio.
ja: この場所は保存待ちです。次回の起動時にマップ上に表示されます。
nl: Deze plaats wordt opgeslagen. Hij zal op je kaart verschijnen bij de volgende start.
pt_br: Este lugar está esperando para ser salvo. Ele aparecerá no seu mapa no início da próxima sessão.
sv: Denna plats väntar på att sparas. Den kommer att visas å din karta nästa gång appen startas.

source: Add to my Map
da: Tilføj til mit kort
de: Meiner Karte hinzufügen
es: Añadir a mi mapa
fi: Lisää kartalleni
fr: Ajouter à ma Carte
it: Aggiungi alla mia mappa
ja: マイマップに追加
nl: Toevoegen aan mijn kaart
pt_br: Adicionar ao meu Mapa
sv: Lägg till i min karta

source: Already on my Map
da: Allerede på mit kort
de: Bereits auf meiner Karte
es: Ya en mi mapa
fi: Jo kartallani
fr: Déja sur ma Carte
it: Già presente sulla mia mappa
ja: マイマップにすでにあります
nl: Al op mijn kaart
pt_br: Já está no meu Mapa
sv: Finns redan på min karta

source: Drive app
da: Kør app
de: Fahren
es: Aplicación de conducción
fi: Ajosovellus
fr: En voiture
it: App di guida
ja: ドライブアプリ
nl: Auto-app
pt_br: Aplicativo de direção
sv: Kör-app

source: N/A
de: Entfällt
es: N/D
fi: E/A
it: N.D.
ja: 該当なし
nl: N.v.t.
sv: Ej tillgängligt

source: Private hire app
da: Privat leje app
de: Fahrdienstleistungen
es: Aplicación de alquiler privado
fi: Yksityiskyytisovellus
fr: En VTC
it: App per il noleggio privato
ja: 個人ハイヤーアプリ
nl: Particuliere huur-app
pt_br: Aplicativo de motorista privado
sv: Privathyrnings-app

source: Transit app
de: Öffentliche Verkehrsmittel
es: Aplicación de tránsito
fi: Kuljetussovellus
fr: En transport en commun
it: App per il trasporto
ja: 交通機関アプリ
nl: Openbaar vervoer-app
pt_br: Aplicativo de trânsito

source: Walk app
da: Gå app
de: Laufen
es: Aplicación de paseo
fi: Kävelysovellus
fr: À pied
it: App per le passeggiate
ja: 徒歩アプリ
nl: Loop app
pt_br: Aplicativo de caminhada
sv: Promenad-app

source: You have to select at least one navigation application
da: Du skal vælge mindst et navigationsprogram
de: Du musst mindestens eine Nagivations-Anwendung auswählen
es: Tienes que seleccionar al menos una aplicación de navegación
fi: Valitse vähintään yksi navigointisovellus
fr: Vous devez choisir au moins une application de navigation
it: Devi selezionare almeno un'applicazione di navigazione
ja: ナビゲーションアプリを1つ以上選択してください
nl: Je moet minstens één navigatie-applicatie selecteren
pt_br: Você precisa selecionar pelo menos um aplicativo de navegação
sv: Du måste välja minst en navigationsapplikation

source: You moved the place position from %s. Do you want to save this new position?
da: Du flyttede placeringspositionen fra %s. Vil du gemme denne nye position?
de: Du hast die Position des Orts von %s weg bewegt. Möchtest du diese neue Position speichern?
es: Has cambiado la posición del lugar %s. ¿Deseas guardar esta nueva posición?
fi: Siirsit paikan sijainnin pois kohdasta %s. Haluatko tallentaa uuden sijainnin?
fr: Vous avez déplacé le lieu de %s. Voulez-vous enregistrer cette nouvelle position ?
it: Hai spostato la posizione del luogo da %s. Vuoi salvare questa nuova posizione?
ja: この場所は%sから移動されました。この新しい位置を保存しますか？
nl: Je hebt de plaats verplaatst van %s. Wil je deze nieuwe plaats opslaan?
pt_br: Você mudou a posição do lugar de %s. Você quer salvar esta posição nova?
sv: Du har flyttat platsens position från %s. Vill du spara denna nya position?

source: Let's add your first place!
da: Lad os tilføje dit første sted!
de: Lass uns deinen ersten Ort hinzufügen!
es: ¡Vamos a añadir tu primer lugar!
fi: Lisätäänpä ensimmäinen paikkasi!
fr: Ajoutons votre première adresse !
it: Aggiungiamo questo primo luogo!
ja: 最初の場所を追加しよう！
nl: Laten we de eerste plaats toevoegen!
pt_br: Vamos adicionar o seu primeiro lugar!
sv: Vi lägger till din första plats!

source: Let’s search a place with its name
da: Lad os søge på et sted efter dets navn
de: Finden wir einen Ort, indem wir nach seinem Namen suchen.
es: Vamos a encontrar un lugar buscando su nombre
fi: Haetaanpa paikkaa sen nimellä
fr: Cherchons un lieu par son nom
it: Troviamo un luogo cercando il suo nome
ja: 名前で場所を検索しよう
nl: We zoeken een plaats door op naam te zoeken
pt_br: Vamos encontrar um lugar procurando pelo nome.
sv: Vi söker efter en plats med detta namn

source: Type the name of a place you like (restaurant, museum, bar...)
da: Indtast navnet på et sted du kan lide (restaurant, museum, bar...)
de: Gib den Namen eines Orts ein, der dir gefällt (Restaurant, Museum usw.)
es: Escribe el nombre de un lugar que te guste (un restaurante, un museo, etc.)
fi: Kirjoita haluamasi paikan nimi (esim. ravintola, museo, baari)
fr: Tapez le nom d'un de vos lieux préférés (un restaurant, un musée, etc.)
it: Digita il nome di un luogo che ti piace (un ristorante, un museo, ecc.)
ja: 好きな場所（レストラン、美術館、バーなど）の名前を入力します
nl: Voer de naam van een plaats in waarvan je houdt (restaurant, museum, etc.)
pt_br: Digite o nome de um lugar que você gosta (um restaurante, um museu, etc)
sv: Skriv namnet på en plats du gillar (restaurang, museum, bar...)

source: Select or create any tags you want to sort your places
da: Vælg eller opret ethvert tag du vil, for at sortere dine steder
de: Wähle so viele Tags, wie du willst, oder erstelle neue
es: Selecciona o crea las etiquetas que quieras
fi: Valitse tai luo tunnisteita, joiden mukaan paikat jaotellaan
fr: Choisissez ou créez les tags que vous voulez pour organiser vos adresses
it: Seleziona o crea qualunque tag desideri
ja: 場所を並べ替えるタグを選択または作成します
nl: Selecteer of maak labels die je wilt creëren
pt_br: Selecione ou crie qualquer marcação que você quiser
sv: Välj eller skapa vilka taggar för att sortera dina platser

source: ... and save the place to your map!
da: ... og gem stedet til dit kort!
de: ... und speichere den Ort auf deiner Karte!
es: ... y guarda el lugar en tu mapa!
fi: ...ja tallenna paikka kartallesi!
fr: ... et enregistrez ce lieu sur votre carte !
it: ... e salva il luogo sulla tua mappa!
ja: …そして、その場所をマップに保存します！
nl: ... en sla de plaats op op je kaart!
pt_br: ... e salve o lugar no seu mapa!
sv: ... och spara denna plats på din karta!

source: Drag or tap to see more details
da: Træk eller tryk for at se flere detaljer
de: Ziehe ihn oder tippe ihn an, um mehr Details zu sehen
es: Arrastra o toca para ver más detalles
fi: Näet tietoja siirtämällä/napauttamalla
fr: Touchez ou tirez vers le haut pour voir plus d'informations
it: Trascina o tocca per visualizzare altri dettagli
ja: ドラッグまたはタップして詳細を表示します
nl: Sleep of tik om meer details te zien
pt_br: Arraste ou toque para ver mais detalhes
sv: Dra och släpp för att se fler uppgifter

source: Friend
da: Ven
de: Freund
es: Amigo
fi: Ystävä
fr: Amis
it: Amico
ja: 友だち
nl: Vriend
pt_br: Amigo
sv: Vän

source: Hotel
fi: Hotelli
ja: ホテル
sv: Hotell
