Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pt_br: Adicionar
sv: Lägg till

source: Next
da: Næste
de: Nächster
es: Siguiente
fi: Seuraava
fr: Suivant
it: Seguente
ja: 次へ
nl: Volgende
pt_br: Seguinte
sv: Nästa

source: Resend Invite
da: Gensend invitation
de: Einladung erneut schicken
es: Reenviar invitación
fi: Jälleenlähetä kutsu
fr: Renvoyer l'invitation
it: Rispedisci invito
ja: 招待状を再送信
nl: Opnieuw uitnodigen
pt_br: Reenviar Convite
sv: Skicka inbjudan igen

source: Already on Mapstr!
da: Allerede på Mapstr!
de: Bereits auf Mapstr!
es: ¡Ya en Mapstr!
fi: On jo Mapstrissä!
fr: Déjà sur Mapstr !
it: Già presenti su Mapstr!
ja: すでにMapstr上にあります！
nl: Is al op Mapstr!
pt_br: Já está no Mapstr!
sv: Finns redan på Mapstr!

source: Add your friends and discover their favorite places.
da: Tilføj dine venner og opdag deres yndlingssteder.
de: Füge Freunde hinzu und entdecke ihre Lieblingsorte.
es: Añade a tus amigos y descubre sus lugares favoritos.
fi: Lisää ystäväsi ja selvitä heidän suosikkipaikkansa.
fr: Ajoutez vos amis et découvrez leurs adresses préférées.
it: Aggiungi i tuoi amici e scopri i loro luoghi preferiti.
ja: 友だちを追加して友だちのお気に入りの場所を発見しよう。
nl: Voeg je vrienden toe en ontdek hun favoriete plekken.
pt_br: Adicione seus amigos e descubra seus lugares favoritos.
sv: Lägg till vänner och upptäck deras favoritplatser.

source: Account visibility
da: Kontosynlighed
de: Konto-Sichtbarkeit
es: Visibilidad de cuenta
fi: Tilin näkyvyys
fr: Visibilité du compte
it: Visibilità account
ja: アカウントの可視性
nl: Zichtbaarheid account
pt_br: Visibilidade da conta
sv: Kontosynlighet

source: Do you also want to disable nearby alerts for every existing places with this tag?
da: Vil du også deaktivere nærliggende alarmer for alle eksisterende steder med dette tag?
de: Möchtest du Benachrichtigungen aus der Nähe für vorhandene Orte für diesen Tag deaktivieren?
es: ¿También quieres deshabilitar las alertas cercanas para todos los lugares existentes con esta etiqueta?
fi: Haluatko asettaa kaikki lähellä olevat hälytykset päältä kaikista tämän tunnisteen paikoista?
fr: Voulez-vous aussi supprimer les alertes de proximité pour les lieux existants qui ont ce tag ?
it: Vuoi anche disabilitare gli avvisi nelle vicinanze per tutti i luoghi esistenti con questo tag?
ja: このタグが付いている既存の場所の周辺アラートもすべて無効にしますか？
nl: Wil je plaatselijke meldingen ook uitschakelen voor elke bestaande plaats met deze tag?
pt_br: Também deseja desativar alertas nas proximidades para todos os lugares com esta tag?
sv: Vill du också inaktivera meddelanden för alla närliggande platser som har denna tagg?

source: Disable nearby alerts for this tag
da: Deaktiver nærliggende alarmer for dette tag
de: Benachrichtigungen aus der Nähe für diesen Tag deaktivieren
es: Deshabilitar alertas cercanas para esta etiqueta
fi: Poista tämän tunnisteen lähihälytykset
fr: Désactiver les alertes de proximité pour ce tag
it: Disabilita avvisi nelle vicinanze per questo tag
ja: このタグの周辺アラートを無効にする
nl: Meldingen voor deze tag uitschakelen
pt_br: Desativar alertas nas proximidades para esta tag
sv: Inaktivera närliggande platser för tagg

source: Enable nearby alerts for this tag
da: Aktiver nærliggende alarmer for dette tag
de: Benachrichtigungen aus der Nähe für diesen Tag aktivieren
es: Habilitar alertas cercanas para esta etiqueta
fi: Käytä lähihälytyksiä tälle tunnisteelle
fr: Activer les alertes de proximité pour ce tag
it: Abilita avvisi nelle vicinanze per questo tag
ja: このタグの周辺アラートを有効にする
nl: Meldingen voor deze tag inschakelen
pt_br: Ativar alertas nas proximidades para esta tag
sv: Aktivera närliggande platser för tagg

source: Following
da: Følg
de: Folgt
es: Siguiendo
fi: Seuraa
fr: Abonné
it: Abbonato
ja: フォローする
nl: Volgend
pt_br: Seguindo
sv: Följer

source: Visible profile
da: Synlig profil
de: Sichtbares Profil
es: Perfil visible
fi: Näkyvä profiili
fr: Profil visible
it: Profilo visibile
ja: プロフィールの表示
nl: Zichtbaar profiel
pt_br: Perfil visível
sv: Synlig profil

source: By default, your profile will appear in the friends search results to help your friends find you. If you don't want to, you can choose not to appear, and only the users who know your exact username will be able to find you. In both cases your map remains strictly private and is only accessible by your friends after you accept their invitation.
da: Som standard vil din profil blive vist i vennernes søgeresultater, for at hjælpe dine venner med at finde dig. Hvis du ikke ønsker dette, kan du vælge ikke at blive vist, og kun de brugere, der kender dit præcise brugernavn, vil kunne finde dig. I begge tilfælde forbliver dit kort strengt privat og er kun tilgængeligt for dine venner, efter at du har accepteret deres invitation.
de: Als Standardeinstellung erscheint dein Profil in den Ergebnissen der Freundessuche, damit deine Freunde dich einfacher finden können. Wenn du das nicht möchtest, kannst du dich entscheiden, dass du das nicht willst. Nur Nutzer, die deinen genauen Nutzernamen kennen, können dich dann finden. In beiden Fällen bleibt deine Map absolut privat und nur Freunde, deren Einladung du angenommen hast, können sie sehen.
es: De manera predeterminada, tu perfil aparecerá en los resultados de la búsqueda de amigos para que tus amigos puedan encontrarte. Si no quieres que esto suceda, puedes optar por no aparecer, y solo podrán encontrarte los usuarios que conozcan tu nombre de usuario. En ambos casos, tu mapa seguirá siendo estrictamente confidencial y solo accesible a tus amigos una vez que aceptes su invitación.
fi: Profiilisi näkyy ystäviesi hakutuloksissa, jotta he voisivat löytää sinut helpommin. Voit halutessasi myös olla näkymättömissä, jolloin ainoastaan käyttäjätunnuksesi tietävät voivat löytää sinut. Karttasi on joka tapauksessa täysin yksityinen ja ystäväsi voivat muodostaa siihen yhteyden ainoastaan hyväksyttyäsi heidän kutsunsa.
fr: Par défaut, votre profil apparaîtra dans les résultats de la recherche d'amis pour aider vos amis à vous trouver. Si vous ne préférez pas, vous pouvez choisir de ne pas être visible, et seuls les utilisateurs connaissant votre nom d'utilisateur exact pourront vous trouver. Dans les deux cas, votre carte reste complètement privée et n'est accessible qu'aux amis dont vous avez accepté l'invitation.
it: L'impostazione predefinita prevede che il tuo profilo figuri nei risultati di ricerca degli amici, per aiutarli a trovarti. Se non sei d'accordo, puoi decidere di non comparire; solo gli utenti che conoscono il nome utente esatto saranno in grado di trovarti. In entrambi i casi, la tua mappa rimarrà assolutamente privata e accessibile soltanto dai tuoi amici una volta accettato il loro invito.
ja: デフォルトでは、友だちがあなたを見つけられるように、友だちの検索結果にあなたのプロフィールが表示されます。表示したくない場合は、非表示にすることができ、あなたのユーザー名を知っている人だけがあなたを見つけることができます。 どちらの場合も、あなたのマップは完全に非公開で、あなたが招待を承認した友だちだけがアクセスできます。
nl: Standaard wordt je profiel weergegeven in de zoekresultaten van vrienden om je vrienden te helpen je te vinden. Als je dat niet wilt, kun je ervoor kiezen om niet te verschijnen. Alleen de gebruikers die je exacte gebruikersnaam kennen, kunnen je dan vinden. In beide gevallen blijft je kaart strikt privé en deze is alleen toegankelijk voor je vrienden nadat je hun uitnodiging hebt geaccepteerd.
pt_br: Por padrão, seu perfil aparecerá nos resultados de pesquisa de amigos para ajudá-los a te encontrar. Se não quiser, você pode optar por não aparecer, e apenas os usuários que conhecem seu nome de usuário exato poderão encontrá-lo. Em ambos os casos, o seu mapa permanece estritamente privado e só é acessível a seus amigos após você aceitar o convite deles.
sv: Som standard kommer din profil att visas i vänners sökresultat för att hjälpa dem att hitta dig. Om du inte vill det kan du inaktivera denna funktion - då kommer endast de som kan ditt exakta användarnamn att kunna hitta dig. I båda fall förblir din karta helt privat och kan endast nås av vänner vars inbjudan har godkänts av dig.

source: Type the name or username of the person you are looking for...
da: Indtast navnet eller brugernavnet på den person, du leder efter...
de: Gib den Namen oder Nutzernamen der Person ein, nach der du suchst...
es: Escribe el nombre de usuario de la persona que buscas...
fi: Kirjoita etsimäsi henkilön nimi tai käyttäjätunnus...
fr: Tapez le nom ou le nom d'utilisateur de la personne que vous cherchez...
it: Digita il nome o il nome utente della persona che stai cercando...
ja: 探している人の名前またはユーザー名を入力してください…
nl: Voer de naam of gebruikersnaam in van de persoon die je zoekt…
pt_br: Digite o nome ou o nome de usuário da pessoa que você está procurando...
sv: Skriv namn eller användarnamn för personen du letar efter...

source: in %s.
da: i %s.
es: en %s.
fi: paikassa %s.
fr: à %s.
it: a %s.
pt_br: em %s.
sv: om %s.

source: %s from location
da: %s fra sted
de: %s vom Standort
es: A %s de la ubicación
fi: %s paikasta
fr: %s de ma position
it: %s dalla posizione
ja: 現在地から%s
nl: %s van locatie
pt_br: %s da localização
sv: %s till plats

source: %s has no places yet
da: %s har ingen steder
de: %s hat noch keine Orte
es: %s aún no tiene lugares
fi: %s ei omaa paikkoja
fr: %s n'a pas encore d'adresses
it: %s non ha ancora nessun luogo
ja: %sさんにはまだ場所がありません
nl: %s heeft nog geen plaatsen
pt_br: %s não tem lugares ainda
sv: %s har inga platser än

source: %s Share
da: %s del
de: %s teilen
es: %s Compartir
fi: %s Jaa
fr: %s Partage
it: %s Condividi
ja: %s共有
nl: %s Delen
pt_br: %s Compartilhar
sv: %s dela

source: Account Details
da: Kontodetaljer
de: Kontoinformationen
es: Detalles de la cuenta
fi: Tilin tiedot
fr: Détails du Compte
it: Dettagli account
ja: アカウントの詳細
nl: Accountgegevens
pt_br: Detalhes da Conta
sv: Kontouppgifter

source: Active
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
ja: 有効
nl: Actief
pt_br: Ativo
sv: Aktiv

source: Add a friend
da: Tilføj en ven
de: Freund hinzufügen
es: Añadir amigo
fi: Lisää ystävä
fr: Ajouter un ami
it: Aggiungi un amico
ja: 友だちを追加
nl: Vriend toevoegen
pt_br: Adicionar um amigo
sv: Lägg till vän

source: Add an account
da: Tilføj en konto
de: Konto hinzufügen
es: Añadir cuenta
fi: Lisää tili
fr: Ajouter un compte
it: Aggiungi un account
ja: アカウントを追加
nl: Account toevoegen
pt_br: Adicionar uma conta
sv: Lägg till konto

source: Add place address
da: Tilføj stedadresse
de: Adresse eines Orts hinzufügen
es: Añadir dirección de lugar
fi: Lisää paikan osoite
fr: Ajouter l'adresse
it: Aggiungi indirizzo del luogo
ja: 場所の住所を追加
nl: Adres toevoegen
pt_br: Adicionar endereço do lugar
sv: Lägg till platsadress

source: Add place name
da: Tilføj stednavn
de: Namen einen Orts hinzufügen
es: Añadir nombre de lugar
fi: Lisää paikan nimi
fr: Ajouter le nom
it: Aggiungi nome del luogo
ja: 場所の名前を追加
nl: Plaatsnaam toevoegen
pt_br: Adicionar nome do lugar
sv: Lägg till platsnamn

source: New place
da: Nyt sted
de: Neuer Ort
es: Lugar nuevo
fi: Uusi paikka
fr: Nouveau lieu
it: Nuovo luogo
ja: 新しい場所
nl: Nieuwe plek
pt_br: Lugar novo
sv: Ny plats

source: Always Open
da: Altid åben
de: Durchgängig geöffnet
es: Siempre abierto
fi: Aina auki
fr: Toujours Ouvert
it: Sempre aperto
ja: 常にオープン
nl: Altijd open
pt_br: Sempre Aberto
sv: Alltid öppet

source: An error occurred, please try again later
da: Der opstod en fejl. Prøv venligst igen senere
es: Ha ocurrido un error. Inténtalo más tarde
fi: Kohtasimme häiriön; yritä myöhemmin uudelleen
nl: Er is een fout opgetreden, probeer het later opnieuw
sv: Ett fel inträffade. Försök igen senare

source: Analyzing...
da: Analyserer...
de: Wird analysiert...
es: Analizando...
fi: Analysoidaan...
fr: Analyse en cours…
it: In analisi...
ja: 分析中…
nl: Analyseren…
pt_br: Analisando...
sv: Analyserar...

source: Are you sure?
da: Er du sikker?
de: Bist du sicher?
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr(e) ?
it: Sei sicuro?
ja: 本当にいいですか？
nl: Weet je het zeker?
pt_br: Tem certeza?
sv: Är du säker?

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Uudista
fr: Réinitialiser
it: Reimposta
ja: リセット
nl: Resetten
pt_br: Redefinir
sv: Nollställ

source: Reset your password?
da: Nulstil dit kodeord?
de: Passwort zurücksetzen?
es: ¿Restablecer la contraseña?
fi: Uudistetaanko salasana?
fr: Mot de passe oublié ?
it: Vuoi reimpostare la tua password?
ja: パスワードをリセットしますか？
nl: Je wachtwoord herstellen?
pt_br: Redefinir sua senha?
sv: Nollställ lösenord?

source: Around there
da: Omkring der
de: In der Nähe
es: En los alrededores
fi: Näillä main
fr: À cet endroit
it: Qui attorno
ja: その周辺
nl: Daar ergens
pt_br: Por lá
sv: Omkring där

source: Around you
da: Omkring dig
de: In deiner Nähe
es: A tu alrededor
fi: Ympärilläsi
fr: Autour de vous
it: Attorno a te
ja: あなたの周辺
nl: Om je heen
pt_br: À sua volta
sv: Omkring dig

source: AT LOCATION
da: VED PLACERING
de: AN DIESEM STANDORT
es: EN UBICACIÓN
fi: PAIKASSA
fr: A CETTE ADRESSE
it: ALLA POSIZIONE
ja: 位置情報で
nl: OP LOCATIE
pt_br: NA LOCALIZAÇÃO
sv: PÅ PLATS

source: At this address
da: På denne adresse
de: An dieser Adresse
es: En esta dirección
fi: Tässä osoitteessa
fr: À cette adresse
it: A questo indirizzo
ja: この住所で
nl: Op dit adres
pt_br: Neste endereço
sv: Vid denna adress

source: At this place
da: På dette sted
de: An diesem Ort
es: En este lugar
fi: Tässä paikassa
fr: À cet endroit
it: In questo luogo
ja: この場所で
nl: Op deze plaats
pt_br: Neste lugar
sv: Vid denna plats

source: Call
da: Ring op
de: Anruf
es: Llamar
fi: Soita
fr: Appeler
it: Chiama
ja: 電話する
nl: Bellen
pt_br: Ligar
sv: Ring

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
sv: Avbryt

source: Cellular
da: Mobil
de: Telefon
es: Móvil
fi: Mobiili
fr: Cellulaire
it: Cellulare
ja: セルラー
nl: Cellulair
pt_br: Celular
sv: Mobil

source: Change tag's color
da: Skift tag-farve
de: Farbe des Tags ändern
es: Cambiar el color de la etiqueta
fi: Muuta tunnisteen väri
fr: Modifier la couleur du tag
it: Cambia il colore del tag
ja: タグの色を変更
nl: Labelkleur wijzigen
pt_br: Alterar a cor da marcação
sv: Bytt taggens färg

source: Change tag's name
da: Skift tag-navn
de: Name des Tags ändern
es: Cambiar el nombre de la etiqueta
fi: Muuta tunnisteen nimi
fr: Modifier le nom du tag
it: Cambia il nome del tag
ja: タグ名を変更
nl: Labelnaam wijzigen
pt_br: Alterar o nome da marcação
sv: Byt taggens färg

source: Check out %s
da: Tjek %s
de: Kennst du schon %s
es: Échale un vistazo a %s
fi: Tutustu: %s
fr: Je te conseille %s
it: Verifica %s
ja: %sをチェック
nl: %s uitchecken
pt_br: Confira %s
sv: Kolla in %s

source: Completed
da: Afsluttet
de: Abgeschlossen
es: Completado
fi: Valmis
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
pt_br: Concluído
sv: Slutfört

source: Confirm password
da: Bekræft kodeord
de: Passwort bestätigen
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードを確認
nl: Wachtwoord bevestigen
pt_br: Confirmar senha
sv: Bekräfta lösenord

source: Contacts
da: Kontakter
de: Kontakte
es: Contactos
fi: Kontaktit
it: Contatti
ja: 連絡先
nl: Contactpersonen
pt_br: Contatos
sv: Kontakter

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続行
nl: Doorgaan
pt_br: Continuar
sv: Fortsätt

source: Create a custom place
da: Opret et brugerdefineret sted
de: Eigenen Ort erstellen
es: Crear un lugar personalizado
fi: Luo muokattava paikka
fr: Créer une adresse personnalisée
it: Crea un luogo personalizzato
ja: カスタム場所を作成
nl: Een aangepaste plaats aanmaken
pt_br: Criar um lugar personalizado
sv: Skapa en anpassad plats

source: Create a new tag
da: Opret et nyt tag
de: Neues Tag erstellen
es: Crear una nueva etiqueta
fi: Luo uusi tunniste
fr: Créer un nouveau tag
it: Crea un nuovo tag
ja: 新規タグを作成
nl: Een nieuw label maken
pt_br: Criar uma marcação nova
sv: Skapa en ny tagg

source: Create the place
da: Opret stedet
de: Erstelle einen Ort
es: Crear el lugar
fi: Luo paikka
fr: Créer le lieu
it: Crea il luogo
ja: 場所を作成
nl: De plaat aanmaken
pt_br: Criar o lugar
sv: Skapa platsen

source: Currently Closed
da: Lukket i øjeblikket
de: Gegenwärtig geschlossen
es: Cerrado actualmente
fi: Nyt kiinni
fr: Actuellement Fermé
it: Attualmente chiuso
ja: 現在クローズ
nl: Momenteel gesloten
pt_br: Fechado No Momento
sv: Stängt

source: Currently Open
da: Åben i øjeblikket
de: Gegenwärtig geöffnet
es: Abierto actualmente
fi: Nyt auki
fr: Actuellement Ouvert
it: Attualmente aperto
ja: 現在オープン
nl: Momenteel open
pt_br: Aberto No Momento
sv: Öppet

source: Custom place
da: Tilpasset sted
de: Eigener Ort
es: Lugar personalizado
fi: Muokkaa paikkaa
fr: Nouveau lieu
it: Luogo personalizzato
ja: カスタム場所
nl: Aangepaste plaats
pt_br: Personalizar lugar
sv: Anpassad plats

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt_br: Excluir
sv: Ta bort

source: Delete Place
da: Slet sted
de: Ort löschen
es: Eliminar lugar
fi: Poista paikka
fr: Supprimer l'adresse
it: Elimina luogo
ja: 場所を削除
nl: Plaats verwijderen
pt_br: Excluir Lugar
sv: Ta bort plats

source: Delete tag
da: Slet tag
de: Tag löschen
es: Eliminar etiqueta
fi: Poista tunniste
fr: Supprimer le tag
it: Elimina tag
ja: タグを削除
nl: Label verwijder
pt_br: Excluir marcação
sv: Ta bort tagg

source: Delete this photo?
da: Slet dette billede?
de: Dieses Foto löschen?
es: ¿Eliminar esta foto?
fi: Poistetaanko valokuva?
fr: Supprimer cette photo ?
it: Eliminare questa foto?
ja: この写真を削除しますか？
nl: Deze foto verwijderen?
pt_br: Excluir esta foto?
sv: Ta bort detta foto?

source: Disconnect
da: Afbryd
de: Abmelden
es: Desconectar
fi: Katkaise
fr: Se déconnecter
it: Disconnetti
ja: 切断
nl: Loskoppelen
pt_br: Desconectar
sv: Koppla från

source: Disconnected account
da: Frakoblet konto
de: Keine Kontoverbindung
es: Cuenta desconectada
fi: Tilin yhteys katkaistu
fr: Compte déconnecté
it: Disconnetti account
ja: 切断されたアカウント
nl: Account loskoppelen
pt_br: Conta desconectada
sv: Frånkopplat konto

source: Disconnecting...
da: Afbryder...
de: Du wirst abgemeldet...
es: Desconectando...
fi: Katkaistaan...
fr: Déconnexion...
it: In disconnessione...
ja: 切断中…
nl: Loskoppelen...
pt_br: Desconectando...
sv: Kopplar från...

source: Do you really want to disconnect from this account?
da: Vil du virkelig afbryde forbindelsen til denne konto?
de: Willst du dich wirklich von diesem Konto abmelden?
es: ¿Realmente deseas desconectarte de esta cuenta?
fi: Haluatko varmasti katkaista tämän tilin yhteyden?
fr: Voulez-vous vraiment vous déconnecter de ce compte ?
it: Vuoi veramente disconnetterti da questo account?
ja: このアカウントから切断しますか？
nl: Wil je dit account echt loskoppelen?
pt_br: Você quer mesmo desconectar desta conta?
sv: Vill du verkligen koppla från detta konto?

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt_br: Editar
sv: Redigera

source: E-mail address already used, please provide another e-mail or login
da: E-mailadresse allerede i brug, du bedes indtaste en anden e-mail eller login
de: Diese E-Mail-Adresse wird bereits benutzt. Bitte gib eine andere oder andere Anmeldedaten an.
es: Dirección de correo electrónico ya en uso. Proporciona otra dirección o nombre de usuario
fi: Sähköpostiosoite on jo käytössä; anna toinen sähköpostiosoite tai tunnus
fr: Cette adresse est déjà liée à un compte. Vous devriez en utiliser une autre ou vous connecter avec celle-là
it: Indirizzo e-mail già utilizzato, fornisci un'altra e-mail oppure esegui il login
ja: このメールアドレスはすでに使用されています。別のメールアドレスを使用するか、ログインしてください
nl: E-mailadres is al gebruikt, geef een ander e-mailadres of andere inloggegevens op
pt_br: Endereço de email já utilizado, forneça outro e-mail ou faça login
sv: E-postadressen används redan. Vänligen ange andra inloggningsuppgifter

source: E-mail not found
da: E-mail ikke fundet
de: E-Mail-Adresse nicht gefunden
es: Correo electrónico no encontrado
fi: Sähköpostia ei löytynyt
fr: Adresse inconnue
it: E-mail non trovata
ja: メールアドレスが見つかりません
nl: E-mailadres niet gevonden
pt_br: E-mail não encontrado
sv: E-postadressen hittades inte

source: E-mail sent!
da: E-mail sendt!
de: E-Mail gesendet!
es: ¡Correo electrónico enviado!
fi: Sähköposti lähetetty
fr: E-mail envoyé !
it: E-mail inviata!
ja: メールを送信しました！
nl: Email verzonden!
pt_br: E-mail enviado!
sv: E-post skickat!

source: Error
da: Fejl
de: Fehler
fi: Häiriö
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pt_br: Erro
sv: Fel

source: Existing email
da: Eksisterende e-mail
de: Vorhandene E-Mail-Adresse
es: Correo electrónico existente
fi: Vanha sähköposti
fr: Adresse déjà utilisée
it: E-mail esistente
ja: 既存のメールアドレス
nl: Bestaand e-mailadres
pt_br: E-mail existente
sv: Befintlig e-post

source: First name
da: Fornavn
de: Vorname
es: Nombre
fi: Etunimi
fr: Prénom
it: Nome
ja: 名
nl: Voornaam
pt_br: Nome
sv: Förnamn

source: Food & Drink
da: Mad og drikke
de: Essen & Trinken
es: Alimentos y bebidas
fi: Ruoka & juoma
fr: Nourriture & Boissons
it: Cibo & bevande
ja: フード＆ドリンク
nl: Eten & drinken
pt_br: Comida & Bebida
sv: Mat & dryck

source: Fun
da: Sjovt
de: Spaß
es: Diversión
fi: Hupi
fr: Loisirs
it: Divertimento
ja: 楽しみ
nl: Plezier
pt_br: Diversão
sv: Nöje

source: General settings
da: Generelle indstillinger
de: Allgemeine Einstellungen
es: Configuración general
fi: Yleisasetukset
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
nl: Algemene instellingen
pt_br: Configurações gerais
sv: Allmänna inställningar

source: Get Started
da: Kom i gang
de: Erste Schritte
es: Empezar
fi: Aloittaminen
fr: C'est parti
it: Inizia
ja: 始める
nl: Aan de slag
pt_br: Começar
sv: Kom igång

source: Happy with Mapstr?
da: Nyder du Mapstr?
de: Glücklich mit Mapstr?
es: ¿Te gusta Mapstr?
fi: Pidätkö Mapstristä?
fr: Satisfait de Mapstr ?
it: Sei soddisfatto/a di Mapstr?
ja: Mapstrに満足していますか？
nl: Blij met Mapstr?
pt_br: Feliz com o Mapstr?
sv: Nöjd med Mapstr?

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fi: Tuki
fr: Aide
it: Suggerimenti
ja: ヘルプ
nl: Hulp
pt_br: Ajuda
sv: Hjälp

source: Hey do you like Mapstr?
da: Vi prøver altid at blive bedre, og vi vil virkelig gerne vide, hvad du synes om mapstr. Fortæl os venligst, er du tilfreds med mapstr?
de: Wir wollen uns stets verbessern und möchten unbedingt wissen, was du von Mapstr hältst. Bitte teile uns mit, ob du mit Mapstr zufrieden bist?
es: Siempre queremos mejorar, por eso nos gustaría saber qué piensas de Mapstr. Dinos, ¿estás satisfecho con Mapstr?
fi: Pyrimme jatkuvasti kehittämään tuotettamme, joten tahtoisimme tietää mitä mieltä olet mapstristä. Oletko tyytyväinen mapstriin?
fr: Nous cherchons toujours à améliorer mapstr, votre avis est donc ultra important pour nous. Alors dites-nous, êtes-vous satisfait de mapstr ?
it: Tentiamo sempre di migliorarci, e vorremmo sinceramente sapere cosa pensi di mapstr. Sei soddisfatto/a di mapstr?
ja: 私たちは常に改善を目指しており、ユーザーの方々がMapstrをどう思っているかぜひ知りたいと思っています。 Mapstrに満足いただいてますか？
nl: We zijn altijd op zoek naar verbetering en willen echt weten wat je van mapstr vindt. Dus zeg het maar, ben je tevreden met mapstr?
pt_br: Estamos sempre procurando melhorar, e nós realmente queremos saber o que você acha do mapstr. Por favor, nos diga, você está satisfeito com o mapstr?
sv: Vi försöker alltid bli bättre och vill verkligen veta vad du tycker om mapstr. Är du nöjd med mapstr?

source: Hey Mapstr!
da: Hej Mapstr!
es: ¡Oye, Mapstr!
fi: Hei Mapstr!
fr: Salut Mapstr !
it: Ehi Mapstr!
ja: Mapstr！
pt_br: Ei Mapstr!
sv: Hej Mapstr!
