Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: This email is already linked to another account!
da: Denne e-mail er allerede knyttet til en anden konto!
de: Diese E-Mail-Adresse ist bereits mit einem anderen Konto verbunden!
es: ¡Este correo electrónico ya está vinculado a otra cuenta!
fi: Tämä sähköposti on jo yhdistetty toiseen tiliin!
fr: Cette email est déjà liée à un autre compte !
it: Questa e-mail è già collegata ad un altro account!
ja: このメールアドレスは、すでに別のアカウントにリンクされています！
nl: Dit e-mailadres is al gekoppeld aan een ander account!
pt_br: Este e-mail já está ligado a outra conta!
sv: Denna e-postadress är redan kopplat till ett annat konto!

source: This email isn't linked to any account. Please enter a valid email.
da: Denne e-mail er ikke knyttet til nogen konto. Indtast venligst en gyldig e-mail.
de: Diese E-Mail-Adresse ist mit keinem Konto verbunden. Bitte gib eine gültige E-Mail-Adresse ein.
es: Esta dirección de correo electrónico no está vinculada a ninguna cuenta. Introduce una dirección válida.
fi: Tätä sähköpostia ei ole yhdistetty mihinkään tiliin. Anna käypä sähköposti.
fr: Cette email ne correspond à aucun compte. Merci de saisir une email valide.
it: Questa e-mail non collegata a nessun account. Inserisci un'e-mail valida.
ja: このメールアドレスはどのアカウントにもリンクされていません。有効なメールアドレスを入力してください。
nl: Dit e-mailadres is niet gekoppeld aan een account. Vul een geldig e-mailadres in.
pt_br: Este e-mail não está ligado a nenhuma conta. Por favor, digite um e-mail válido.
sv: Denna e-postadress är inte kopplat till något konto. Ange en giltig adress.

source: This place does not exist!
da: Dette sted eksisterer ikke!
de: Dieser Ort existiert nicht!
es: ¡Este lugar no existe!
fi: Tätä paikkaa ei ole olemassa!
fr: Ce lieu n'existe pas !
it: Questo luogo non esiste!
ja: この場所は存在していません！
nl: Deze plaats bestaat niet!
pt_br: Este lugar não existe!
sv: Denna plats finns inte!

source: This place is already on your map!
da: Dette sted er allerede på dit kort!
de: Dieser Ort ist bereits auf deiner Karte!
es: ¡Este lugar ya está en tu mapa!
fi: Tämä paikka on jo kartallasi!
fr: Cette adresse est déjà dans votre carte !
it: Questo luogo è già presente sulla tua mappa!
ja: この場所はすでにマップ上にあります！
nl: Deze plaats staat al op je kaart!
pt_br: Este lugar já está no seu mapa!
sv: Denna plats finns redan på din karta!

source: To try
da: At prøve
de: Ausprobieren
es: Para intentar
fi: Yritä
fr: À essayer
it: Per provare
ja: 試す
nl: Proberen
pt_br: Tentar
sv: För att försöka

source: Try again
da: Prøv igen
de: Erneut versuchen
es: Vuelve a intentarlo
fi: Uusi yritys
fr: Recommencer
it: Riprova
ja: もう一度お試しください
nl: Probeer het nog eens
pt_br: Tentar novamente
sv: Försök igen

source: Name or Address
da: Navn eller adresse
de: Name oder Adresse
es: Nombre o dirección
fi: Nimi tai osoite
fr: Nom ou Adresse
it: Nome o indirizzo
ja: 名前または住所
nl: Naam of adres
pt_br: Nome ou Endereço
sv: Namn eller adress

source: Add the name or address of the place you're looking for...
da: Tilføj navn eller adresse på det sted, du leder efter...
de: Füge den Namen oder die Adresse des Orts hinzu, nach dem du suchst...
es: Añade el nombre o la dirección del lugar que estás buscando...
fi: Lisää etsimäsi paikan nimi tai osoite...
fr: Entrez le nom ou l'adresse du lieu que vous cherchez...
it: Aggiungi un nome o l'indirizzo del luogo che stai cercando...
ja: 探している場所の名前または住所を追加してください…
nl: Voeg de naam of het adres van de plaats toe dat/die je zoekt...
pt_br: Adicione o nome ou o endereço do lugar que você está procurando...
sv: Lägg till namnet eller adressen för den palts du letar efter...

source: Add your friends, share your map with them, and discover their world!
da: Tilføj dine venner, del dit kort med dem, og opdag deres verden!
de: Füge Freunde hinzu, teile deine Karte mit ihnen und entdecke ihre Welt!
es: ¡Agrega a tus amigos, comparte tu mapa con ellos y descubre su mundo!
fi: Lisää ystäviä, jaa karttasi heidän kanssaan ja tutustu maailman ihmeisiin!
fr: Ajoutez vos amis, partagez vos adresses avec eux, et découvrez leur monde !
it: Aggiungi i tuoi amici, condividi con loro la tua mappa, e scopri il loro mondo!
ja: 友だちを追加してマップを共有し、友だちの世界を発見しよう！
nl: Voeg vrienden toe, deel je kaart met ze en ontdek hun wereld!
pt_br: Adicione seus amigos, compartilhe seu mapa com eles, e descubra o mundo deles!
sv: Lägg till vänner, dela din karta med dem och upptäck deras värld!

source: Update
da: Opdater
de: Aktualisierung
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
ja: アップデート
nl: Bijwerken
pt_br: Atualizar
sv: Uppdatera

source: Uploading photo(s)...
da: Uploader billede(r)...
de: Foto(s) hochladen...
es: Subiendo foto(s)...
fi: Päivitetään valokuvia...
fr: Enregistrement de la photo...
it: Caricamento foto in corso...
ja: 写真をアップロード中…
nl: Foto(s) uploaden...
pt_br: Enviando foto(s)...
sv: Laddar upp foto(n)...

source: Utilities
da: Hjælpeprogrammer
de: Anschlüsse
es: Utilidades
fi: Apuvälineet
fr: Utilitaires
it: Utility
ja: 公共施設
nl: Faciliteiten
pt_br: Utilidades
sv: Verktyg

source: Want to contact us?
da: Vil du kontakte os?
de: Du willst uns kontaktieren?
es: ¿Quieres contactar con nosotros?
fi: Haluatko ottaa yhteyttä?
fr: Envie de nous contacter ?
it: Vuoi contattarci?
ja: お問い合わせですか？
nl: Wil je contact met ons opnemen?
pt_br: Quer entrar em contato com a gente?
sv: Vill du kontakta oss?

source: Warning
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
fr: Attention
it: Attenzione
ja: 警告
nl: Waarschuwing
pt_br: Aviso
sv: Varning

source: We couldn't understand this address. Please, try to take a clearer picture...
da: Vi kunne ikke genkende denne adresse. Prøv venligst at tage et klarere billede...
de: Wir konnten diese Adresse nicht verstehen. Bitte versuche, ein deutlicheres Bild zu machen...
es: No hemos podido entender esta dirección. Intenta sacar una imagen más clara...
fi: Emme saaneet tästä osoitteesta selvää. Ole hyvä ja ota selkeämpi kuva...
fr: Nous n'avons pas compris cette adresse. Merci de réessayer avec une nouvelle photo...
it: Non riusciamo a decifrare questo indirizzo. Prova con un'immagine più chiara...
ja: この住所を理解できませんでした。もっとクリアな写真を撮ってください…
nl: We begripen dit adres niet. Neem een duidelijkere foto...
pt_br: Não conseguimos entender este endereço. Por favor, tente tirar uma imagem mais clara...
sv: Vi kunde inte läsa denna adress. Försök ta en tydligare bild...

source: We couln't recognize this address. Please, try to take a clearer picture...
da: Vi kan ikke genkende denne adresse. Prøv venligst at tage et klarere billede ...
de: Wir konnten diese Adresse nicht erkennen. Bitte versuche, ein deutlicheres Bild zu machen...
es: No hemos podido reconocer esta dirección. Intenta sacar una imagen más clara...
fi: Emme tunnistaneet tätä osoitetta. Ole hyvä ja ota selkeämpi kuva...
fr: Nous n'avons pas reconnu d'adresse. Merci de réessayer avec une nouvelle photo...
it: Non riusciamo a riconoscere questo indirizzo. Prova con un'immagine più chiara...
ja: この住所を認識できませんでした。もっとクリアな写真を撮ってください…
nl: We herkennen dit adres niet. Probeer een duidelijkere foto te nemen...
pt_br: Não conseguimos reconhecer este endereço. Por favor, tente tirar uma imagem mais clara...
sv: Vi kunde inte känna igen adressen. Försök ta en tydligare bild...

source: We haven't met yet! Please, tell more about you.
da: Jeg kender dig ikke! Vær venlig at fortælle mere om dig.
de: Wir kennen uns noch nicht! Bitte erzähle uns mehr über dich.
es: ¡Aún no nos hemos conocido! Dinos más cosas sobre ti.
fi: Emme ole vielä tavanneet! Kerro lisää itsestäsi.
fr: Nous ne nous connaissons pas encore ! Dites-nous en plus sur vous.
it: Non ci siamo ancora incontrati! Raccontaci qualcosa in più di te.
ja: 初めてお会いしましたね！ あなたのことをもっと教えてください。
nl: We hebben elkaar nog niet ontmoet! Vertel eens wat meer over jezelf.
pt_br: Ainda não nos conhecemos! Por favor, conte mais sobre você.
sv: Vi har inte träffats än! Berätta gärna mer om dig själv.

source: We really want to know what you think about mapstr!
da: Vi vil virkelig gerne vide, hvad du synes om mapstr!
de: Wir möchten wirklich wissen, was du von Mapstr hältst!
es: ¡Queremos saber qué piensas acerca de Mapstr!
fi: Tahtoisimme kuulla mielipiteesi mapstristä!
fr: Nous voulons vraiment savoir ce que vous pensez de mapstr !
it: Ci interessa davvero sapere cosa pensi di mapstr!
ja: Mapstrについてどう思っているかぜひ教えてください！
nl: We willen heel graag weten wat je van mapstr vindt!
pt_br: Realmente queremos saber o que você acha do mapstr!
sv: Vi vill verkligen veta vad du tycker om mapstr!

source: We were not able to connect to our server. Please try again later...
da: Vi kunne ikke oprette forbindelse til vores server. Prøv igen senere...
de: Wir können keine Verbindung mit unserem Server herstellen. Bitte versuche es später wieder...
es: No hemos podido conectarnos a nuestro servidor. Inténtalo más tarde...
fi: Emme saaneet yhteyttä palvelimeemme. Yritä myöhemmin uudelleen...
fr: Nous n'avons pas pu nous connecter à nos serveurs. Merci de réessayer un peu plus tard...
it: Non siamo stati in grado di connetterci al nostro server. Riprova più tardi...
ja: サーバーに接続できませんでした。後でもう一度お試しください…
nl: We waren niet in staat om verbinding te maken met onze server. Probeer het later opnieuw...
pt_br: Não conseguimos nos conectar ao nosso servidor. Por favor, tente novamente mais tarde...
sv: Vi kunde inte ansluta till vår server. Försök igen senare...

source: We were not able to locate this place on the map. We're sorry!
da: Vi kunne ikke finde dette sted på kortet. Vi er kede af det!
de: Wir konnten diesen Ort nicht auf der Karte finden. Es tut uns leid!
es: No hemos podido localizar este lugar en el mapa. ¡Lo sentimos!
fi: Emme löytäneet tätä paikkaa kartalta. Olemme pahoillamme!
fr: Nous n'avons pas réussi à placer cette adresse sur la carte. Nous sommes désolés !
it: Non siamo stati in grado di localizzare questo luogo sulla mappa. Spiacenti!
ja: この場所をマップ上で特定することができませんでした。申し訳ありません！
nl: We kunnen deze plaats niet op de kaart vinden. Het spijt ons!
pt_br: Não conseguimos localizar este lugar no mapa. Sentimos muito!
sv: Vi kunde inte hitta denna plats på kartan. Vi beklagar!

source: We were not able to read this file. Please, send it to us, so that we can improve our import tool.
da: Vi kunne ikke læse denne fil. Send den venligst til os, så vi kan forbedre vores importværktøj.
de: Wir konnten diese Datei nicht lesen. Bitte schicke sie uns, damit wir unser Import-Tool verbessern können.
es: No hemos podido leer este archivo. Envíanoslo para que podamos mejorar nuestra herramienta de importación.
fi: Emme kyenneet lukemaan tätä tiedostoa. Lähetä se meille, jotta voimme kehittää tuontityökaluamme.
fr: Nous n'avons pas réussi à lire ce fichier. Merci de nous l'envoyer pour que nous puissions améliorer notre outil d'import.
it: Non siamo stati in grado di leggere questo file. Inviacelo, così potremo migliorare il nostro sistema di importazione.
ja: このファイルを読み取れませんでした。インポートツールの改善に役立てるために、ファイルを当社までお送りください。
nl: We konden dit bestand niet lezen. Stuur het naar ons op zodat we onze import-tool kunnen verbeteren.
pt_br: Não conseguimos ler este arquivo. Por favor, envie-o para nós para que possamos melhorar a nossa ferramenta de importação.
sv: Vi kunde läsa denna fil. Vänligen skicka den till oss så att vi kan förbättra vårt importeringsverktyg.

source: We were not able to save your photo, we're sorry for that. Please, try again later!
da: Vi kunne ikke gemme dit foto, vi beklager det. Prøv igen senere!
de: Wir konnten dein Foto nicht speichern. Das tut uns leid. Bitte versuche es später wieder!
es: Lo sentimos, no hemos podido guardar tu foto. Inténtalo más tarde.
fi: Emme valitettavasti kyenneet tallentamaan valokuvaasi. Yritä myöhemmin uudelleen!
fr: Nous n'avons pas pu enregistrer votre photo, désolé. Merci de réessayer plus tard !
it: Non siamo stati in grado di salvare la tua foto, ci dispiace. Riprova più tardi!
ja: 写真を保存することができませんでした。申し訳ありません！後でもう一度お試しください。
nl: We kunnen je foto niet opslaan. Probeer het later opnieuw!
pt_br: Nós não conseguimos salvar a sua foto e lamentamos por isso. Por favor, tente novamente mais tarde!
sv: Vi beklagar men vi kunde inte spara ditt foto. Försök igen senare!

source: We'll be happy to answer all your questions or suggestions!
da: Vi vil gerne svare på alle dine spørgsmål eller forslag!
de: Wir antworten gerne auf all deine Fragen oder Vorschläge!
es: ¡Estaremos encantados de responder a todas tus preguntas o sugerencias!
fi: Vastaamme mielellämme kysymyksiisi tai ehdotuksiisi!
fr: Nous serons ravis de répondre à toutes vos questions et suggestions !
it: Saremo lieti di rispondere a tutti i tuoi suggerimenti o domande!
ja: すべてのご質問とご意見に喜んでお答えします！
nl: We staan je graag te woord!
pt_br: Ficaremos felizes em responder a todas as suas perguntas ou sugestões!
sv: Vi svarar gärna på alla era frågor och förslag!

source: We'll get back to you as soon as we can :)
da: Vi vender tilbage til dig så snart vi kan :)
de: Wir melden uns so schnell wie möglich bei dir :)
es: Nos pondremos en contacto contigo lo antes posible. :)
fi: Otamme yhteyttä mahdollisimman pian :)
fr: Nous reviendrons vers vous super rapidement :)
it: Torneremo appena possibile :)
ja: できるだけ早くご連絡します
nl: We zullen zo snel mogelijk contact opnemen :)
pt_br: Te retornaremos assim que possível :)
sv: Vi återkommer så fort vi kan :)

source: We're so sorry to hear that! Please, tell us what you think we should do to improve in Mapstr, or just tell us what you dislike...
da: Vi er så ked af at høre det! Vær venlig at fortælle os, hvad du synes, vi burde gøre for at forbedre Mapstr, eller bare fortæl os, hvad du ikke kan lide...
de: Das tut uns wirklich leid! Bitte sag uns, was wir tun können, um Mapstr zu verbessern oder was dir nicht gefällt...
es: ¡Lamentamos tener que oír eso! Dinos qué crees que podemos hacer para mejorar Mapstr, o simplemente dinos lo que no te gusta...
fi: Todella ikävä kuulla! Kertoisitko miten voisimme kehittää Mapstriä tai mistä asioista et pitänyt...
fr: Nous sommes désolés d'apprendre ça ! Pourriez-vous nous dire ce que nous pouvons faire pour améliorer Mapstr, ou juste ce que vous n'avez pas aimé...
it: Siamo veramente dispiaciuti. Facci pervenire il tuo parere su come dovremmo migliorare Mapstr, o semplicemente comunicaci cosa non ti piace...
ja: それは大変残念です！ Mapstrを改善するにはどうすればよいか、またはあなたが不満に思う点を教えてください…
nl: Wat vervelend om dat te horen! Vertel ons wat je denkt dat we moeten doen om Mapstr te verbeteren, of vertel ons wat je niet leuk vindt...
pt_br: Lamentamos ouvir isso! Por favor, nos diga o que você acha que devemos fazer para melhorar o Mapstr, ou apenas nos diga o que você não gosta...
sv: Vad tråkigt! Berätta gärna för oss vad vi bör göra för att förbättra Mapstr eller berätta bara för oss vad du inte gillar...

source: We're sorry, but it seems an error occurred! Please try again later...
da: Vi beklager, men det ser ud til at der opstod en fejl! Prøv igen senere...
es: Lo sentimos, pero parece que ha ocurrido un error. Inténtalo más tarde...
fi: Valitettavasti kohtasimme häiriön! Yritä myöhemmin uudelleen...
nl: Sorry, er is een fout opgetreden! Probeer het later opnieuw...
sv: Vi beklagar men det verkar ha inträffat ett fel! Försök igen senare...

source: We're sorry, but it seems this place has been deleted by its owner and can't be accessed anymore.
da: Vi beklager, men det ser ud til, at dette sted er blevet slettet af dets ejer og ikke længere kan nås.
de: Es tut uns leid, aber dieser Ort wurde vom Besitzer gelöscht und ein Zugriff darauf ist nicht mehr möglich.
es: Lo sentimos, pero parece que el propietario de este lugar lo ha eliminado y ya no se puede acceder a él.
fi: Valitettavasti tämän paikan omistaja on poistanut sen, eikä siihen saada enää yhteyttä.
fr: Nous sommes désolés, mais ce lieu semble avoir été supprimé par son auteur, et ne peut plus être affiché.
it: Ci dispiace, ma sembra che questo luogo sia stato rimosso dal suo proprietario e non sia più accessibile.
ja: 申し訳ありませんが、この場所はオーナーが削除したため、アクセスすることができません。
nl: Onze excuses, maar het lijkt er op dat deze plaats is verwijderd door de eigenaar en niet meer toegankelijk is.
pt_br: Desculpe, mas parece que este lugar foi excluído pelo seu proprietário e não pode mais ser acessado.
sv: Vi beklagar men det verkar som att denna plats har tagits bort av ägaren och inte går att komma åt längre.

source: Website
da: Webside
es: Sitio web
fi: Verkkosivu
fr: Site web
it: Sito web
ja: ウェブサイト
pt_br: Site
sv: Webbplats

source: Write a comment if you want to...
da: Skriv en kommentar, hvis du vil...
de: Schreibe einen Kommentar, wenn du magst...
es: Escribe un comentario si quieres...
fi: Kirjoita kommentti, jos tahdot...
fr: Ajoutez un commentaire si vous le souhaitez...
it: Scrivi un commento se lo desideri...
ja: コメントを書こう…
nl: Schrijf een reactie...
pt_br: Escreva um comentário se você quiser...
sv: Skriv en kommentar om du vill...

source: Wrong password, try again
da: Forkert kodeord, prøv igen
de: Falsches Passwort, versuche es noch mal
es: Contraseña incorrecta. Vuelve a intentarlo
fi: Väärä salasana; yritä uusiksi
fr: Mauvais mot de passe, merci de réessayer
it: Password sbagliata, riprova
ja: パスワードが誤っています。もう一度お試しください
nl: Verkeerd wachtwoord, probeer het opnieuw
pt_br: Senha errada, tente novamente
sv: Fel lösenord. Försök igen

source: Yes!
da: Ja!
de: Ja!
es: ¡Sí!
fi: Kyllä!
fr: Ok !
it: Sì!
ja: はい！
nl: Ja!
pt_br: Sim!
sv: Ja!

source: Yes, I really do
da: Ja, det gør jeg virkelig
de: Ja, unbedingt
es: Sí, claro que quiero
fi: Kyllä, tosiaankin
fr: Oui, beaucoup !
it: Sì, confermo
ja: はい、そうです
nl: Ja, dat wil ik echt
pt_br: Sim
sv: Ja, det gör jag

source: You are connecting to an existing account, you are going to loose your current anonymous places. If you wish to keep them please create a new account
da: Du forbinder til en eksisterende konto, du vil miste dine nuværende anonyme steder. Hvis du ønsker at beholde dem, bedes du oprette en ny konto
de: Wenn du dich mit einem vorhandenen Konto verbindest, dann verlierst du deine aktuellen anonymen Orte. Wenn du sie behalten möchtest, dann erstelle bitte ein neues Konto.
es: Se está conectando a una cuenta existente; perderás tus lugares anónimos actuales. Si deseas mantenerlos, crea una cuenta nueva
fi: Olet muodostamassa yhteyttä olemassa olevaan tiliin, joten menetät kaikki nykyiset nimettömät paikkasi. Luo uusi tili, jos tahdot säilyttää ne
fr: Vous essayez de vous connecter à un compte existant, et allez perdre vos adresses actuelles. Si vous souhaitez les conserver, merci de créer un nouveau compte
it: Ti stai connettendo a un account esistente, stai per perdere i luoghi anonimi attualmente disponibili. Se desideri conservarli crea un nuovo account
ja: あなたは既存のアカウントに接続しており、現在の無名の場所は失われます。 これらの場所を保存する場合は、新しいアカウントを作成してください
nl: Je maakt verbinding met een bestaand account, je huidige anonieme plaatsen gaan verloren. Als je ze wilt bewaren, kun je een nieuw account aanmaken
pt_br: Você está se conectando a uma conta existente, você vai perder seus lugares anônimos atuais. Se você quiser mantê-los, por favor crie uma conta nova
sv: Du ansluter till ett befintligt konto. Du kommer att förlora dina befintliga anonyma platser. Vänligen öppna ett nytt konto om du vill behålla dem

source: You cannot delete a tag used in a place
da: Du kan ikke slette et tag der bruges på et sted
de: Du kannst ein Tag nicht löschen, solange du es für einen Ort verwendest
es: No puedes eliminar una etiqueta que se esté utilizando en un lugar
fi: Paikassa käytettyä tunnistetta ei voi poistaa
fr: Vous ne pouvez pas supprimer un tag utilisé par une adresse
it: Non puoi rimuovere un tag utilizzato in un luogo
ja: 場所に使用しているタグは削除できません
nl: Je kunt een label dat gebruikt is op een plaats niet verwijderen
pt_br: Você não pode excluir uma marcação usada em um lugar
sv: Det går inte att ta bort taggar som används i platser

source: You have no friends yet
da: Du har ingen venner endnu
de: Du hast noch keine Freunde
es: Todavía no tienes amigos
fi: Sinulla ei vielä ole ystäviä
fr: Vous n'avez pas encore d'amis
it: Non hai ancora amici
ja: 友だちはまだいません
nl: Je hebt nog geen vrienden
pt_br: Você ainda não tem nenhum amigo
sv: Du har inga vänner än

source: You have no places yet
da: Du har ingen steder endnu
de: Du hast noch keine Orte
es: Aún no tienes ningún lugar
fi: Sinulla ei ole paikkoja
fr: Vous n'avez pas encore d'adresses
it: Non hai ancora luoghi
ja: 場所はまだありません
nl: Je hebt nog geen plaatsen
pt_br: Você ainda não tem nenhum lugar
sv: Du har inga platser än

source: You haven't saved any place, yet.
da: Du har ikke gemt noget sted endnu.
de: Du hast noch keine Orte gespeichert.
es: Todavía no has guardado ningún lugar.
fi: Et ole vielä tallentanut paikkoja
fr: Vous n'avez pas encore enregistré d'adresses.
it: Non hai ancora salvato nessun luogo.
ja: 保存した場所はまだありません。
nl: Je hebt nog geen plaats opgeslagen.
pt_br: Você ainda não salvou nenhum lugar.
sv: Du har inte sparat någon plats än.

source: %s hasn't saved any place, yet.
da: %s har ikke gemt noget sted endnu.
de: %s hat noch keine Orte gespeichert.
es: %s todavía no ha guardado ningún lugar.
fi: %s ei ole vielä tallentanut paikkoja.
fr: %s n'a pas encore enregistré d'adresses.
it: %s non ha ancora salvato nessun luogo.
ja: %sさんには保存した場所がまだありません。
nl: %s heeft nog geen opgeslagen plaatsen.
pt_br: %s ainda não salvou nenhum lugar.
sv: %s har inte sparat någon plats än.

source: Use the button below to add your first one!
da: Brug knappen nedenfor for at tilføje dit første!
de: Tippe unten, um deinen ersten hinzuzufügen!
es: ¡Utiliza el botón de abajo para añadir el primero!
fi: Lisää ensimmäisesi alla olevan painikkeen avulla!
fr: Utilisez le bouton ci-dessous pour en ajouter une !
it: Usa il pulsante sotto per aggiungere il primo!
ja: 下のボタンを使って、最初の場所を追加をしよう！
nl: Gebruik de onderstaande knop om je eerste toe te voegen!
pt_br: Use o botão abaixo para adicionar o seu primeiro!
sv: Använd knappen nedan för att lägga till din första!

source: You have the same!
da: Du har det samme!
de: Du hast denselben!
es: ¡Tienes el mismo!
fi: Sinulla on sama!
fr: Vous avez la même !
it: Ne hai uno uguale!
ja: 同じものがあります！
nl: Je hebt dezelfde!
pt_br: Vocês tem o mesmo!
sv: Du har samma!

source: You have to provide a name for this place
da: Du skal angive dette sted
de: Du musst einen Namen für diesen Ort angeben
es: Tienes que proporcionar un nombre para este lugar
fi: Tälle paikalle on annettava nimi
fr: Merci d'ajouter un nom à ce lieu
it: Devi fornire un nome per questo luogo
ja: この場所の名前を入力してください
nl: Je moet een naam voor deze plek opgeven
pt_br: Você precisa fornecer um nome para este lugar
sv: Du måste ange ett namn för denna plats

source: You have to provide an address for this place
da: Du skal angive en adresse for dette sted
de: Du musst eine Adresse für diesen Ort angeben
es: Tienes que proporcionar una dirección para este lugar
fi: Tälle paikalle on annettava osoite
fr: Merci d'ajouter une adresse à ce lieu
it: Devi fornire un indirizzo per questo luogo
ja: この場所の住所を入力してください
nl: Je moet een adres voor deze plek opgeven
pt_br: Você precisa fornecer um endereço para este lugar
sv: Du måste ange en adress för denna plats

source: You like Mapstr?
da: Kan du lide Mapstr?
de: Dir gefällt Mapstr?
es: ¿Te gusta Mapstr?
fi: Pidätkö Mapstristä?
fr: Vous aimez Mapstr ?
it: Ti piace Mapstr?
ja: Mapstrが好きですか？
nl: Bevalt Mapstr?
pt_br: Gosta do Mapstr?
sv: Gillar du Mapstr?

source: You must provide a valid URL
da: Du skal angive en gyldig webadresse
de: Du musst eine gültige URL angeben
es: Debes proporcionar una dirección URL válida
fi: Anna käypä URL-osoite
fr: Vous devez fournir une URL valide
it: Devi fornire una URL valida
ja: 有効なURLを入力してください
nl: Je moet een geldige URL opgeven
pt_br: Você precisa fornecer uma URL válida
sv: Du måste ange en giltig webbadress
