Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Create a personal map full of your favorite places, and discover the best spots from your friends, influencers and publishers.
da: Lav et personligt kort fyldt med dine yndlingssteder, og find de bedste steder fra dine venner, indflydere og udgivere.
es: Crea un mapa personal con todos tus lugares favoritos y descubre los mejores sitios de tus amigos, influencers y editores.
fi: Luo ikioma karttasi täynnä suosikkipaikkojasi ja löydä ystäviesi, julkisten vaikuttajien ja julkaisijoiden mielipaikat.
ja: お気に入りの場所を集めた自分だけのマップを作って、友だちやインフルエンサー、出版社のおすすめスポットを発見しよう。
nl: Maak een persoonlijke kaart aan met je favoriete locaties en ontdek de beste plekken via je vrienden, trendsetters en uitgevers.
sv: Skapa en personlig karta full med favoritplatser, och upptäck de bästa platserna som valts ut av vänner, inflytelserika personer och utgivare.

source: Add my first place
da: Tilføj mit første sted
es: Añadir mi primer lugar
fi: Lisää 1. paikkani
ja: 最初の場所を追加
nl: Mijn eerste plaats toevoegen
sv: Lägg till min första plats

source: Explore official maps
da: Udforsk officielle kort
es: Explorar mapas oficiales
fi: Tutki virallisia karttoja
ja: 公式マップを調べる
nl: Officiële kaarten bekijken
sv: Utforska officiella kartor

source: Get inspired by following public maps.
da: Få inspiration ved at følge offentlige kort.
es: Inspírate con estos mapas públicos.
fi: Inspiroidu julkisia karttoja seuraamalla
ja: インスピレーションを発信する公式マップをフォローしよう 。
nl: Laat je inspireren door openbare kaarten.
sv: Bli inspirerad av följande publika kartor

source: Write something...
da: Skriv noget...
es: Escribe algo...
fi: Kirjoita jotain...
ja: 何か書いてください…
nl: Schrijf iets…
sv: Skriv något...

source: Send %i place
da: Send %i sted
es: Enviar %i lugar
fi: Lähetä %i paikka
ja: %i件の場所を送信
nl: %i plaats sturen
sv: Skicka %i plats

source: New chat
da: Ny chat
es: Nuevo chat
fi: Uusi chat
ja: 新しいチャット
nl: Nieuwe chat
sv: Ny chatt

source: Chats
da: Chatte
fi: Chatit
ja: チャット
sv: Chattar

source: You can chat with friends who have Mapstr installed on their phone
da: Du kan chatte med venner, der har Mapstr installeret på deres telefon
es: Puedes chatear con tus amigos que tengan Mapstr instalado en su teléfono
fi: Voit chattailla Mapstrin puhelimeensa asentaneiden ystävien kanssa
ja: スマホにMapstrをインストールしている友だちとチャットできます
nl: Je kunt chatten met vrienden die Mapstr op hun telefoon hebben geïnstalleerd
sv: Det går att chatta med vänner som har Mapstr installerat på sin telefon.

source: Tap on the button below to start your first chat.
da: Tryk på knappen nedenfor, for at starte din første chat.
es: Toca el botón de abajo para iniciar tu primer chat.
fi: Käynnistä ensimmäinen chattisi alla olevalla painikkeella.
ja: 下のボタンをタップして、最初のチャットを始めます。
nl: Tik op de knop hieronder voor je eerste chat.
sv: Klicka på knappen nedan för att börja din första chatt.

source: Find the maps you follow here
da: Find de kort du følger her
es: Encuentra los mapas que sigues aquí
fi: Löydät seuraamasi kartat täältä
nl: Vind hier de kaarten die je volgt
sv: Hitta de kartor du följer här

source: Tap here to message your friends
da: Tryk her for at sende besked til dine venner
es: Toca para enviar mensajes a tus amigos
fi: Lähetä viesti tätä napauttamalla
nl: Tik hier om je vrienden berichten te sturen!
sv: Klicka här för att skicka meddelanden till vänner

source: An error occured, please try again later
de: Ein Fehler ist aufgetreten, bitte versuche es später wieder.
fr: Il y a eu une erreur, merci de réessayer plus tard
it: Si è verificato un errore, riprova più tardi
ja: エラーが発生しました。後でもう一度お試しください
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde

source: We're sorry, but it seems an error occured! Please try again later...
de: Es tut uns leid, aber es scheint ein Fehler aufgetreten zu sein! Bitte versuche es später wieder...
fr: Nous sommes désolés, mais il y a eu une erreur ! Merci de réessayer un peu plus tard...
it: Ci dispiace, ma sembra si sia verificato un errore! Riprova più tardi...
ja: 申し訳ありませんが、エラーが発生したようです。後でもう一度お試しください…
pt_br: Desculpe, mas parece que um erro ocorreu! Por favor, tente novamente mais tarde...

source: min
ja: 分

source: onboarding_tag_1
fr: onboarding_tag_1_fr
ja: オンボーディング_タグ_1

source: onboarding_tag_2
fr: onboarding_tag_2_fr
ja: オンボーディング_タグ_2

source: onboarding_tag_3
fr: onboarding_tag_3_fr
ja: オンボーディング_タグ_3

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
nl: Gegevens
pt_br: Dados

source: OK
da: Okay
es: Vale

source: To:
da: Til:
nl: Naar:
sv: Till:

source: WiFi
da: Trådløst internet
de: WLAN

source: waiting...
de: Warten...
fr: en attente...
it: in attesa...
pt_br: esperando...

source: You can steal this place!
de: Du kannst diesen Ort klauen!
fr: Vous pouvez piquer cette adresse !
it: Puoi rubare questo luogo!
pt_br: Você pode roubar este lugar!

source: Podium
it: Podio
pt_br: Pódio
