Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: This email is linked to a Facebook account. Please use Facebook Login to sign in to your account.
da: Denne email er knyttet til en Facebook-konto. Brug venligst Facebook Login for at logge ind på din konto.
de: Diese E-Mail-Adresse ist mit einem Facebook-Konto verbunden. Bitte verwende Facebook-Login, um dich damit anzumelden.
es: Este correo electrónico está vinculado a una cuenta de Facebook. Usa tus datos de Facebook para iniciar sesión en tu cuenta.
fi: Tämä sähköposti on yhdistetty Facebook-tiliin. Kirjaudu sisään Facebook-tunnuksillasi.
fr: Cet email est relié à un compte Facebook. Merci d'utiliser Facebook pour vous connecter à votre compte.
it: Questa e-mail è collegata a un account Facebook. Usa il login di Facebook per accedere con il tuo account.
ja: このメールアドレスはFacebookアカウントにリンクされています。Facebookログインを使用して、お使いのアカウントにサインインしてください。
nl: Dit e-mailadres is gekoppeld aan een Facebookaccount. Gebruik Facebook Login om in te loggen op je account.
pt_br: Este e-mail está vinculado a uma conta do Facebook. Utilize o Login do Facebook para entrar na sua conta.
sv: Denna e-postadress är kopplad till ett Facebook-konto. Logga in via Facebook för att logga in på ditt konto.

source: Turn on background geolocation to enable proximity alerts.
da: Tænd baggrund geolocation for at aktivere nærhedsalarmer.
de: Schalte Geolocation im Hintergrund an, um Umgebungsbenachrichtigungen zu erhalten.
es: Activa la geolocalización en segundo plano para activar las alertas por proximidad.
fi: Aseta taustan geosijainti päälle saadaksesi lähistöhälytyksiä.
fr: Autorisez la géolocalisation en arrière-plan pour activer les alertes de proximité.
it: Attiva la geolocalizzazione in background per abilitare gli avvisi di prossimità.
ja: 接近アラートを有効にするには、バックグラウンド地理位置情報をオンにします。
nl: Schakel geolocatie in in de achtergrond om nabijheidsmeldingen in te schakelen.
pt_br: Ative a geolocalização em segundo plano para habilitar os alertas de proximidade.
sv: Aktivera geografiska platsuppgifter för att aktivera avståndsbaserade aviseringar.

source: Never miss a friend’s invite.
da: Gå aldrig glip af en vens invitation.
de: Verpasse nie wieder die Einladung eines Freundes.
es: No te pierdas las invitaciones de amigos.
fi: Älä missaa ystävien kutsuja.
fr: Ne manquez aucune invitation de vos amis.
it: Non ti perderai più gli inviti degli amici.
ja: 友だちからの招待を見逃すことがなくなります。
nl: Mis uitnodigingen van vrienden niet.
pt_br: Nunca perca um convite de amizade.
sv: Missa aldrig vänners inbjudningar

source: Allow notifications
da: Tillad beskeder
de: Benachrichtigungen zulassen
es: Permite las notificaciones
fi: Salli ilmoitukset
fr: Activez les notifications
it: Abilita le notifiche
ja: 通知を許可する
nl: Meldingen toestaan
pt_br: Permita as notificações
sv: Tillåt aviseringar

source: Be alerted when you receive a new invite or when a friend accepts yours.
da: Modtag en alarm når du modtager en ny invitation eller når en ven accepterer din.
de: Lass dich benachrichtigen, wenn du eine neue Einladung erhältst oder ein Freund deine annimmt.
es: Recibe alertas cuando recibas una invitación o cuándo un amigo acepte una tuya.
fi: Saat ilmoituksia uusista kutsuista tai ystävän hyväksyessä kutsusi.
fr: Soyez averti quand vous recevez une nouvelle invitation, ou qu'un ami accepte la vôtre.
it: Ricevi notifiche quando ricevi un nuovo invito o quando un amico accetta il tuo.
ja: 友だちから招待されたときや友だちが招待を承諾したときに通知されます。
nl: Krijg een melding als je een nieuwe uitnodiging ontvangt of iemand jouw uitnodiging accepteert.
pt_br: Seja alertado quando você receber um novo convite ou quando um amigo aceitar o seu.
sv: Bli meddelad när du får nya inbjudningar eller när vänner godkänner din.

source: Alert me when I pass nearby
da: Alarmer mig, når jeg er i nærheden
de: Sag Bescheid, wenn ich in der Nähe bin
es: Alerta cuando pase cerca
fi: Ilmoita, kun olen lähistöllä
fr: M'avertir quand je passe à côté
it: Avvisami quando passo vicino
ja: 近くの場所を通過したときにアラートを受け取る
nl: Melding als ik in de buurt ben
pt_br: Alertar-me when teve Perto Passar
sv: Meddela mig när jag är i närheten

source: Be notified of new places
da: Få besked om nye steder
de: Werde über neue Orte benachrichtigt
es: Recibe notificaciones de lugares nuevos
fi: Saa ilmoituksia uusista paikoista
fr: Être averti des nouveaux lieux
it: Notifiche dei luoghi nuovi
ja: 新しい場所の通知を受け取る
nl: Blijf op de hoogte van nieuwe plaatsen
pt_br: Seja notificado sobre lugares novos
sv: Bli meddelad om nya platser

source: your friend
da: din ven
de: dein Freund
es: tu amigo
fi: ystäväsi
fr: votre ami
it: tuo amico
ja: あなたの友だち
nl: Je vriend
pt_br: seu amigo
sv: din vän

source: Account
da: Konto
de: Konte
es: Cuenta
fi: Tili
fr: Compte
ja: アカウント
pt_br: Conta
sv: Konto

source: Additive (default)
da: Additiv (standard)
de: Zusatz (Standard)
es: Aditivo (predeterminado)
fi: Lisättävä (oletus)
fr: Cumulatif (par défaut)
it: Additivo (predefinito)
ja: 追加（デフォルト）
nl: Toevoegend (standaard)
pt_br: Aditivo (padrão)
sv: Additiv (standard)

source: Application settings
da: Applikationsindstillinger
de: Anwendungseinstellungen
es: Ajustes de aplicación
fi: Sovelluksen asetukset
fr: Paramètres de l'application
it: Impostazioni applicazione
ja: アプリケーション設定
nl: Instellingen applicatie
pt_br: Configurações do aplicativo
sv: Applikationsinställningar

source: Default settings for new places
da: Standardindstillinger for nye steder
de: Standardeinstellungen für neue Orte
es: Ajustes predeterminados para nuevos lugares
fi: Uusien paikkojen oletusasetukset
fr: Paramètres par défaut des nouveaux lieux
it: Impostazioni predefinite per posti nuovi
ja: 新しい場所のデフォルト設定
nl: Standaardinstellingen voor nieuwe plaatsen
pt_br: Configurações padrão para lugares novos
sv: Standardinställningar för nya platser

source: Biography
da: Biografi
de: Biografie
es: Biografías
fi: Biografia
fr: Biographie
it: Biografia
ja: バイオグラフィー
nl: Biografie
pt_br: Biografia
sv: Biografi

source: Export
da: Eksport
de: Exportieren
es: Exportar
fi: Vie
it: Esporta
ja: エクスポート
nl: Exporteren
pt_br: Exportar
sv: Exportera

source: Identity
da: Identitet
de: Identität
es: Identidad
fi: Identiteetti
fr: Identité
it: Identità
ja: 識別情報
nl: Identiteit
pt_br: Identidade
sv: Identitet

source: Having issues with your account?
da: Har du problemer med din konto?
de: Du hast Probleme mit deinem Konto?
es: ¿Tienes problemas con tu cuenta?
fi: Ilmenikö tilin käytössä ongelmia?
fr: Un problème avec votre compte ?
it: Problemi con il tuo account?
ja: アカウントに問題がありますか？
nl: Problemen met je account?
pt_br: Tendo problemas com a sua conta?
sv: Har du problem med ditt konto?

source: If you experience some issues with the locally saved data on your phone, such as missing places or tags, you can force a reload of your data from our server, to ensure a full synchronisation.
da: Hvis du oplever nogle problemer med de lokalt gemte data på din telefon, f.eks. manglende steder eller tags, kan du tvinge en genindlæsning af dine data fra vores server for at sikre en fuld synkronisering.
de: Wenn du Problem mit lokal auf deinem Handy gespeicherten Daten hast, wie fehlende Orte oder Tags, dann kannst du ein Neuladen deiner Daten von unserem Server erzwingen, um eine vollständige Synchronisierung zu garantieren.
es: Si tienes problemas con los datos guardados de forma local en tu teléfono, como lugares o etiquetas que faltan, puedes forzar la recarga de datos desde nuestro servidor para asegurar una sincronización completa.
fi: Jos kohtasit häiriöitä puhelimeen paikallisesti tallennetuissa tiedoissa, kuten esimerkiksi puuttuvia paikkoja tai tunnisteita, voit pakottaa tietoja latautumaan palvelimestamme ja varmistaa täten täyden synkronoinnin.
fr: Si vous rencontrez des problèmes avec les données de votre compte, comme des lieux ou tags manquants, vous pouvez forcer un rechargement de vos données depuis nos serveurs, pour vous assurer une parfaite synchronisation.
it: Se riscontri problemi con i dati salvati in modo locale sul telefono (ad esempio luoghi o tag mancanti), potrai forzare il ricaricamento dei dati dal nostro server per garantire una sincronizzazione completa.
ja: スマホのローカルに保存されている場所やタグの欠損などの問題が生じた場合は、サーバーから強制的にデータを再読み込みして、データを完全に同期させることができます。
nl: Als je problemen hebt met de gegevens die lokaal op je telefoon zijn opgeslagen, zoals ontbrekende locaties of tags, kun je de gegevens geforceerd opnieuw van onze server laden voor een volledige synchronisatie.
pt_br: Se você tiver alguns problemas com os dados salvos localmente em seu telefone, como lugares ou tags faltantes, você pode forçar que seus dados sejam recarregados do nosso servidor para garantir uma sincronização completa.
sv: Om du har problem med lokalt sparade data på din telefon, t ex platser eller taggar som saknas, kan du ladda om data från vår server för att garantera en fullständig synkronisering.

source: Inclusive
da: Inklusiv
de: Einschließlich
es: Inclusivo
fi: Inklusiivinen
fr: Restrictif
it: Inclusivo
ja: 包括
nl: Inclusief
pt_br: Inclusivo
sv: Inkluderande

source: Map style
da: Kortstil
de: Kartenart
es: Estilo mapa
fi: Karttatyyli
fr: Type de carte
it: Stile mappa
ja: マップスタイル
nl: Kaartstijl
pt_br: Estilo de mapa
sv: Kartstil

source: Mobile notifications
da: Mobile beskeder
de: Mobile Benachrichtigungen
es: Notificaciones móviles
fi: Mobiili-ilmoitukset
fr: Notifications mobiles
it: Notifiche mobili
ja: モバイル通知
nl: Mobiele meldingen
pt_br: Notificações móveis
sv: Mobilaviseringar

source: Additive option (default behavior): when you select multiple tags like 'restaurant' and 'to try', the map shows every places tagged with 'to try' plus every places tagged with 'restaurant'. This means each visible place will have either the tag 'restaurant' OR the tag 'to try'. Inclusive option: when you select multiple tags, the map only shows places tagged with all those tags. This means each visible place with have the tag 'restaurant' AND the tag 'to try'.
da: Tilføjelsesmulighed (standardadfærd): Når du vælger flere tags som 'restaurant' og 'at prøve', viser kortet alle steder, der er mærket med 'at prøve' plus alle steder mærket med 'restaurant'. Dette betyder, at hvert synligt sted vil have enten tagget 'restaurant' ELLER tagget 'at prøve'. Inklusiv indstilling: Når du vælger flere tags, viser kortet kun steder, der er mærket med alle disse tags. Dette betyder, at hvert synligt sted med tagget 'restaurant' og tagget 'at prøve'.
de: Zusatz-Option (Standardverhalten): Wenn du mehrere Tags wie ‚Restaurant‘ und ‚Ausprobieren‘, dann zeigt die Karte alle Orte, die mit ‚Ausprobieren‘ getaggt sind sowie alle Ort, die mit ‚Restaurant‘ getaggt sind. Das bedeutet, dass alle sichtbaren Orte entweder den Tag ‚Restaurant‘ ODER ‚Ausprobieren‘ haben. Einschließlich-Option: Wenn du mehrere Tags auswählst, zeigt die Karte nur Orte, die all diese Tags besitzen. Das bedeutet, dass jeder sichtbare Ort den Tag ‚Restaurant‘ UND den Tag ‚Ausprobieren‘ hat.
es: Opción aditiva (predeterminada): cuando seleccionas múltiples etiquetas como "restaurante" y "probar", el mapa muestra todos los lugares etiquetados con "probar" y todos los lugares etiquetados con "restaurante". Esto significa que todos los lugares visibles tendrán o la etiqueta "restaurante" o la etiqueta "probar". Opción inclusiva: cuando seleccionas múltiples etiquetas el mapa muestra solo los lugares etiquetados con todas esas etiquetas. Esto significa que todos los lugares visibles tendrán la etiqueta "restaurante" y la etiqueta "probar".
fi: Lisäysmahdollisuus (oletuskäytös): Valitessasi useita tunnisteita, kuten esimerkiksi 'ravintola' tai 'kokeilla', niin kartalla näkyvät kaikki paikat, joissa on tunniste 'kokeilla' tai 'ravintola'. Täten jokaisella näkyvällä paikalla on joko tunniste 'ravintola' TAI 'kokeilla'. Inklusiivinen asetus: Valitessasi useita tunnisteita kartalla näkyvät vain paikat, joissa on kaikki kyseiset tunnisteet. Tällöin kartalla näkyvillä paikoilla on tunnisteet 'ravintola' JA 'kokeilla'.
fr: Mode cumulatif (par défaut) : quand vous sélectionnez plusieurs tags comme 'restaurant' et 'à essayer', la carte affiche tous les lieux ayant le tag 'à essayer' ainsi que tous les lieux ayant le tag 'restaurant'. Cela veut dire que chacun des lieux visibles aura le tag 'à essayer' OU le tag 'restaurant'. Mode restrictif : quand vous sélectionnez plusieurs tags, la carte n'affiche que les lieux ayant l'ensemble de ces tags. Cela veut dire que chacun des lieux visibles aura le tag 'restaurant' ET le tag 'à essayer'.
it: Opzione additiva (comportamento predefinito): selezionando tag multipli come 'ristorante' e 'da provare', la mappa mostrerà tutti i luoghi taggati con 'da provare' più tutti i luoghi taggati con 'ristorante'. Significa che ogni posto visibile avrà il tag 'ristorante' OPPURE il tag 'da provare'. Opzione inclusiva: selezionando tag multipli, la mappa mostrerà solo i luoghi taggati con tutti quei tag. Significa che ogni posto visibile avrà il tag 'ristorante' E il tag 'da provare'.
ja: 追加オプション（デフォルト）：「レストラン」と「試す」などの複数のタグを選択した場合、マップには「試す」のタグが付いたすべての場所と「レストラン」のタグが付いたすべての場所が表示されます。つまり、表示されるすべての場所には「レストラン」または「試す」のいずれかのタグが付いているということです。 包括オプション：複数のタグを選択した場合、マップは選択したタグがすべて付いている場所のみを表示します。つまり、表示されるすべての場所には「レストラン」および「試す」の両方のタグが付いているということです。
nl: Optie toevoegend (standaardgedrag): wanneer je meedere tags selecteert zoals "restaurant" en "uitproberen", laat de kaart alle plaatsen zien met de tag "uitproberen" plus alles plaatsen met de tag "restaurant". Dit betekent dat alle weergegeven plaatsen de tag "restaurant" OF "uitproberen" zullen hebben. Inclusieve optie: wanneer je meerdere tags selecteert, worden alleen plaatsen weergegeven met alle tags. Dit betekent dat alle weergegeven plaatsen de tags "restaurant" EN "uitproberen" zullen hebben.
pt_br: Opção aditiva (comportamento padrão): quando você seleciona várias tags como 'restaurante' e 'tentar', o mapa mostra todos os lugares marcados com 'tentar' mais todos os lugares marcados com 'restaurante'. Isso significa que cada lugar visível terá a tag 'restaurante' OU a tag 'tentar'. Opção inclusiva: quando você seleciona várias tags, o mapa mostra apenas lugares marcados com todas as tags. Isso significa que cada lugar visível tem a tag 'restaurante' E a tag 'tentar'.
sv: Additiv (standard): när man väljer flera taggar som "restaurang" eller "kolla in" visar kartan varje plats som taggats med "prova" samt alla taggar med "restaurang". Detta innebär att alla synliga platser kommer att ha taggarna "restaurang" eller "prova". Inkluderande: när man väljer flera taggar visar kartan endast platser som taggats med taggarna i fråga. Detta innebär att alla synliga platser kommer att ha taggarna"restaurang" och "prova".

source: Reload data
da: Genindlæs data
de: Daten neuladen
es: Recargar datos
fi: Jälleenlataa data
fr: Recharger les données
it: Ricarica dati
ja: データを再読み込み
nl: Gegevens herladen
pt_br: Recarregar dados
sv: Ladda om data

source: Reload
da: Opdater
de: Neuladen
es: Recargar
fi: Jälleenlataa
fr: Recharger
it: Ricarica
ja: 再読み込み
nl: Herladen
pt_br: Recarregar
sv: Ladda om

source: Settings & help
da: Indstillinger og hjælp
de: Einstellungen & Hilfe
es: Ajustes y ayuda
fi: Asetukset & tuki
fr: Paramètres et aide
it: Impostazioni e aiuto
ja: 設定＆ヘルプ
nl: Instellingen & Hulp
pt_br: Configurações e ajuda
sv: Inställningar & hjälp

source: Tags settings
da: Tag-indstillinger
de: Tageinstellungen
es: Ajustes de etiquetas
fi: Tunnisteasetukset
fr: Paramètres des tags
it: Impostazioni tag
ja: タグ設定
nl: Taginstellingen
pt_br: Configurações de tags
sv: Tagginställningar

source: Tags filter behavior
da: Tags filteropførsel
de: Verhalten des Tagfilters
es: Comportamiento del filtro de etiquetas
fi: Tunnisteiden jaottelu
fr: Comportement du filtre par tags
it: Comportamento filtri tag
ja: タグフィルター動作
nl: Tagfiltergedrag
pt_br: Tags com filtro de comportamento
sv: Filtrering av taggar

source: Username
da: Brugernavn
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt_br: Nome de usuário
sv: Användarnamn

source: Name
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt_br: Nome
sv: Namn

source: Tap here to start
da: Tryk her for at starte
de: Tippe hier, um zu starten
es: Toca aquí para empezar
fi: Aloita napauttamalla
fr: Tapez ici pour commencer
it: Tocca qui per iniziare
ja: ここをタップして始めます
nl: Tik hier om te beginnen
pt_br: Toque aqui para começar
sv: Klicka här för att börja

source: Filter your places by their tags
da: Filtrer dine steder efter deres tags
de: Filtere deine Orte nach Tags
es: Filtra los lugares por sus etiquetas
fi: Jaottele paikat tunnisteilla
fr: Filtrez vos adresses avec vos tags
it: Filtra i luoghi per tag
ja: タグで場所を選別します
nl: Filter je plaatsen via hun labels
pt_br: Filtre seus lugares pelas suas tags
sv: Filtrera platser efter taggar

source: You can grab this place!
da: Du kan snuppe dette sted!
es: ¡Puedes copiar este lugar!
fi: Voit napata tämän paikan!
ja: あなたはこの場所をつかむことができます！
nl: Je kunt deze plaats pakken!
sv: Du kan ta den här platsen!

source: Open and tap the add button below
da: Åbn og tryk på knappen Tilføj nedenfor
de: Öffne ihn und tippe unten auf Hinzufügen
es: Abre y toca el botón Añadir de debajo
fi: Avaa ja napauta alla olevaa painiketta
fr: Ouvrez et appuyez sur le bouton ajouter ci-dessous
it: Apri e tocca per aggiungere il pulsante sotto
ja: 開いて、下の「追加」ボタンをタップします
nl: Open en tik op toevoegen hieronder
pt_br: Abra e toque no botão adicionar abaixo
sv: Öppna och klicka på knappen "Lägg till" nedan

source: Tap here to add more details to this place
da: Tryk her for at tilføje flere detaljer til dette sted
de: Tippe hier, wenn du diesem Ort mehr Details hinzufügen möchtest
es: Toca aquí para añadir más detalles a este lugar
fi: Lisää tietoja tähän paikkaan napauttamalla tätä
fr: Appuyez ici pour ajouter plus de détails à cette adresse
it: Tocca qui per aggiungere dettagli a questo luogo
ja: ここを開いて、この場所の詳細情報を追加します
nl: Tik om meer details aan deze plaats toe te voegen
pt_br: Toque aqui para adicionar mais detalhes a este lugar
sv: Klicka här för att lägga till flera uppgifter för denna plats

source: Long press a tag to edit or delete it
da: Langt tryk på et tag for at redigere eller slette
de: Zum Bearbeiten oder Löschen einen Tag gedrückt halten
es: Pulsación larga para editar o eliminar una etiqueta
fi: Paina tunnistetta muokataksesi tai poistaaksesi
fr: Faites un appui long sur un tag pour le modifier ou le supprimer
it: Tieni premuto a lungo per modificarlo o eliminarlo
ja: タグを長押しすると、編集または削除できます
nl: Druk label lang in om te bewerken/verwijderen
pt_br: Pressione e segure para editar ou excluir uma tag
sv: Klicka länge på taggar för att redigera eller ta bort

source: Tap here to see the opening hours of this place
da: Tryk her for at se åbningstiderne for dette sted
de: Hier tippen, um die Öffnungszeiten dieses Orts zu sehen
es: Toca aquí para ver el horario de apertura del lugar
fi: Näet tämän paikan aukioloajat napauttamalla tätä
fr: Appuyez ici pour voir les horaires d'ouverture de ce lieu
it: Tocca qui per vedere gli orari di apertura di questo luogo
ja: ここをタップすると、この場所の営業時間が表示されます
nl: Tik hier om de openingstijden van deze plaats te zien
pt_br: Toque aqui para ver o horário de funcionamento deste lugar
sv: Klicka här för att se öppettider för denna plats

source: Tap the bell to activate proximity alert for this place
da: Tryk på klokken for at aktivere nærhedsalarm for dette sted
de: Tippe die Glocke, um den Annäherungsalarm für diesen Ort einzuschalten
es: Toca la campana para activar la alerta de proximidad de este lugar
fi: Aktivoi tämän paikan lähistöhälytykset napauttamalla kelloa
fr: Appuyez sur la cloche pour activer l'alerte de proximité pour cette adresse
it: Tocca la campana per attivare l'avviso di prossimità per questo luogo
ja: ベルをタップして、この場所の接近アラートを有効にします
nl: Tik op de bel om nabijheidswaarschuwing voor plaats te activeren
pt_br: Toque no sino para ativar o alerta de proximidade para este local
sv: Klicka på klockan för att aktivera avståndsbaserade aviseringar för denna plats

source: You have pending invitations!
da: Du har ventende invitationer!
de: Du hast ausstehende Einladungen!
es: ¡Tienes invitaciones pendientes!
fi: Sinulla on odottavia kutsuja!
fr: Vous avez des invitations en attente !
it: Hai degli inviti in sospeso!
ja: 保留中の招待状があります！
nl: Je hebt openstaande uitnodigingen!
pt_br: Você tem convites pendentes!
sv: Du har obesvarade inbjudningar!

source: Tap here to access your profile and settings
da: Tryk her for at få adgang til din profil og indstillinger
de: Tippe hier, um auf dein Profil und deine Einstellungen zuzugreifen
es: Toca aquí para acceder a tu perfil y ajustes
fi: Avaa profiilisi ja asetuksesi napauttamalla tätä
fr: Appuyez ici pour accéder à votre profil et vos paramètres
it: Tocca qui per accedere al tuo profilo e alle impostazioni
ja: ここをタップして、プロフィールと設定にアクセスします
nl: Tik hier voor toegang tot je profiel en instellingen
pt_br: Toque aqui para acessar seu perfil e configurações
sv: Klicka här för att komma åt profil och inställningar

source: Find your friends to see their maps!
da: Find dine venner for at se deres kort!
de: Suche deine Freunde, um ihre Karten zu sehen!
es: ¡Busca a tus amigos y mira sus mapas!
fi: Löydä ystäväsi nähdäksesi heidän karttansa!
fr: Accédez à vos amis pour découvrir leurs adresses !
it: Trova i tuoi amici per vedere le loro mappe!
ja: 友だちを見つけて、友だちのマップを見よう！
nl: Vind je vrienden om hun kaarten te zien!
pt_br: Encontre seus amigos para ver seus mapas!
sv: Hitta dina vänner för att se deras kartor!

source: Official maps you might like
da: Officielle kort du måske vil lide
de: Offizielle Karten, die dir gefallen könnten
es: Mapas oficiales que te pueden gustar
fi: Virallisia karttoja, joista ehkä pidät
fr: Cartes officielles que vous pourriez aimer
it: Mappe ufficiali che potrebbero piacerti
ja: おすすめの公式マップ
nl: Officiële kaarten die je misschien leuk vindt
pt_br: Mapas oficiais que você pode gostar
sv: Officiella kartor du kanske gillar

source: Friends already on Mapstr
da: Venner allerede på Mapstr
de: Freunde, die Mapstr bereits benutzen
es: Amigos ya en Mapstr
fi: Jo Mapstrissä olevat ystävät
fr: Amis déjà présents sur Mapstr
it: Amici già presenti su Mapstr
ja: Mapstrを利用している友だち
nl: Vrienden al op Mapstr
pt_br: Amigos que já estão no Mapstr
sv: Vänner som redan finns på Mapstr

source: No result
da: Intet resultat
de: Kein Ergebnis
es: Ningún resultado
fi: Ei tuloksia
fr: Aucun résultat
it: Nessun risultato
ja: 結果はありません
nl: Geen resultaat
pt_br: Sem resultado
sv: Resultat saknas

source: Tap here to add friends
da: Tryk her for at tilføje venner
de: Tippe hier, um Freunde hinzuzufügen
es: Toca aquí para añadir amigos
fi: Lisää ystäväsi napauttamalla
fr: Appuyez ici pour ajouter des amis
it: Tocca qui per aggiungere amici
ja: ここをタップして、友だちを追加します
nl: Tik hier om vrienden toe te voegen
pt_br: Toque aqui para adicionar amigos
sv: Klicka här för att lägga till vänner

source: Tap the place icon to choose another one
da: Tryk på stedikonet for at vælge et andet
de: Tippe das Symbol des Orts an, um ein anderes zu wählen
es: Toca el icono de lugar para elegir otro
fi: Valitse toinen paikka napauttamalla kuvaketta
fr: Appuyez sur l'icône du lieu pour la changer
it: Tocca l'icona del luogo per sceglierne un'altra
ja: 場所のアイコンをタップして、別のアイコンを選択します
nl: Tik op het plaatspictogram om andere te kiezen
pt_br: Toque no ícone do lugar para escolher outro
sv: Klicka på platsikonen för att välja en till

source: Add @%s to share your places
da: Tilføj @%s for at dele dine steder
de: Füge @%s hinzu, um deine Orte zu teilen
es: Añade a @%s para compartir lugares
fi: Lisää @%s jakaaksesi paikkasi
fr: Ajoutez @%s pour partager vos adresses
it: Aggiungi @%s per condividere i tuoi luoghi
ja: @%sさんを追加して、場所を共有します
nl: Voeg @%s toe om plaatsen te delen
pt_br: Adicione @%s para compartilhar seus lugares
sv: Lägg till @%s för att dela platser
