Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Back to my map
da: Tilbage til mit kort
de: Zurück zu meiner Karte
es: Volver a mi mapa
fi: Takaisin kartalle
fr: Retour à ma carte
it: Torna alla mia mappa
ja: マイマップに戻る
nl: Terug naar mijn kaart
pt_br: Voltar ao meu mapa
sv: Tillbaka till kartan

source: Follow @%s to discover their places
da: Følg @%s for at opdage deres steder
de: Folge @%s, um seine/ihre Orte zu entdecken
es: Sigue a @%s y descubre sus lugares
fi: Ota @%s seurantaan ja löydä hänen paikkansa
fr: Suivez @%s pour découvrir ses adresses
it: Segui @%s per scoprire i suoi luoghi
ja: フォローして、@%sさんの場所を発見しよう
nl: Volg @%s om hun plaatsen te ontdekken
pt_br: Siga @%s para descobrir seus lugares
sv: Följ @%s för att upptäcka deras platser

source: See article
da: Se artikel
de: Artikel ansehen
es: Ver artículo
fi: Näe artikkeli
fr: Voir l'article
it: Vedi articolo
ja: 記事を表示
nl: Zie artikel
pt_br: Veja o artigo
sv: Se artikel

source: source:
da: kilde:
de: Quelle:
es: fuente:
fi: lähde:
it: fonte:
ja: ソース：
nl: bron:
pt_br: fonte:
sv: källa:

source: Unfollow %s?
da: Stop med at følge %s?
de: %s entfolgen?
es: ¿Dejar de seguir a %s?
fi: %s pois seurannasta?
fr: Ne plus suivre %s ?
it: Non seguire più %s?
ja: %sさんをフォロー解除？
nl: %s ontvolgen?
pt_br: Deixar de seguir %s?
sv: Sluta följa %s?

source: Unfollow
da: Stop med at følge
de: Entfolgen
es: Dejar de seguir
fi: Älä seuraa
fr: Ne plus suivre
it: Non seguire più
ja: フォロー解除
nl: Ontvolgen
pt_br: Deixar de seguir
sv: Sluta följa

source: Article
da: Artikel
de: Artikel
es: Artículo
fi: Artikkeli
it: Articolo
ja: 記事
nl: Artikel
pt_br: Artigo
sv: Artikel

source: Share your map
da: Del dit kort
de: Deine Karte teilen
es: Comparte tu mapa
fi: Jaa karttasi
fr: Partagez votre carte
it: Condividi la tua mappa
ja: マップを共有
nl: Je kaart delen
pt_br: Compartilhe seu mapa
sv: Dela din karta

source: Date
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
ja: 日付
nl: Datum
pt_br: Data
sv: Datum

source: Tap here to share your map with your friends!
da: Tryk her for at dele dit kort med dine venner!
de: Hier tippen, um deine Karte mit Freunden zu teilen!
es: ¡Toca aquí para compartir tu mapa con tus amigos!
fi: Jaa karttasi ystäviesi kanssa napauttamalla tätä!
fr: Appuyez ici pour partager votre carte avec vos amis !
it: Tocca qui per condividere la tua mappa con gli amici!
ja: ここをタップして、友だちとマップを共有しよう！
nl: Tik hier om je kaart met je vrienden te delen!
pt_br: Toque aqui para compartilhar seu mapa com seus amigos!
sv: Klicka här för att dela din karta med vänner!

source: Distance
da: Afstand
de: Entfernung
es: Distancia
fi: Etäisyys
it: Distanza
ja: 距離
nl: Afstand
pt_br: Distância
sv: Avstånd

source: This picture doesn't have any GPS coordinates
da: Dette billede har ingen GPS-koordinater
de: Das Bild hat keine GPS-Koordinaten
es: Esta imagen no tiene coordenadas GPS
fi: Tällä kuvalla ei ole GPS-koordinaatteja
fr: Cette image ne contient pas de coordonnées GPS
it: Questa immagine non ha coordinate GPS
ja: この写真にはGPS座標がありません
nl: Deze foto heeft geen GPS-coördinaten
pt_br: Esta imagem não tem nenhuma coordenada de GPS
sv: Denna bild har inga GPS-koordinater

source: Enter an article URL
da: Indtast en artikel-URL
de: Artikel-URL eingeben
es: Introduce una URL de artículo
fi: Anna artikkelin URL
fr: Ajoutez l'URL d'un article
it: Inserisci l'URL di un articolo
ja: 記事のURLを入力してください
nl: Voer een artikel-URL in
pt_br: Insira o URL de um artigo
sv: Ange artikelns webbadress

source: You cannot delete a tag used without any other tag in a place
da: Du kan ikke slette et tag, der bruges uden andet tag på et sted
de: Sie können ein einzelnen Tag ohne andere an einem Ort nicht verwenden
es: No puedes eliminar una etiqueta que se esté usando sin otra etiqueta en un lugar
fi: Et voi poistaa tunnistetta, jos paikassa ei ole muita tunnisteita
fr: Vous ne pouvez pas supprimé un tag utilisé seul pour un lieu
it: Impossibile eliminare un tag usato se nel luogo non ci sono altri tag
ja: その場所に他のタグがない場合、使用しているタグは削除できません
nl: Je kunt het laatste label voor een plaats niet verwijderen
pt_br: Você não pode excluir uma tag usada sem que tenha alguma outra tag em um lugar
sv: Det går inte att ta bort taggar som används av andra taggar i platser

source: Delete the tag %s?
da: Slet tag %s?
de: Tag %s löschen?
es: ¿Eliminar la etiqueta %s?
fi: Poistetaanko %s?
fr: Supprimer le tag %s ?
it: Eliminare il tag %s?
ja: タグ「%s」を削除しますか？
nl: Label %s verwijderen?
pt_br: Excluir a tag %s?
sv: Ta bort tagg för %s?

source: More...
da: Mere...
de: Mehr...
es: Más...
fi: Lisää...
fr: Autres...
it: Altro...
ja: その他…
nl: Meer...
pt_br: Mais...
sv: Mer...

source: This will remove it from %i of your places and cannot be undone
da: Dette fjerner det fra %i af dine steder og kan ikke fortrydes
de: Damit wird es von %i deiner Orte entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminará de %i de tus lugares y es irreversible
fi: Tämää poistaa sen %i paikastasi, eikä toimintoa voi peruuttaa
fr: Cela va le supprimer de %i de vos lieux, et ne pourra pas être annulé
it: Verrà eliminato da %i dei tuoi luoghi e non potrà essere ripristinato
ja: あなたの場所の%iから削除されます。この操作は元に戻すことができません
nl: Dit zal het van %i van je plaatsen verwijderen en kan niet ongedaan worden gemaakt
pt_br: Isso irá remover %i de seus lugares e não pode ser desfeito
sv: Detta kommer att ta bort den från %i av dina platser, vilket inte kan ångras

source: Please wait...
da: Vent venligst...
de: Bitte warten...
es: Espera...
fi: Odota...
fr: Veuillez patienter...
it: Attendere...
ja: お待ちください…
nl: Even geduld…
pt_br: Aguarde...
sv: Vänligen vänta...

source: Search this area
da: Vælg dette område
de: In diesem Bereich suchen
es: Buscar esta zona
fi: Hae tältä aluuelta
fr: Rechercher dans cette zone
it: Cerca in questa zona
ja: このエリアを検索
nl: Zoeken in dit gebied
pt_br: Pesquisar esta área
sv: Sök i detta område

source: Your friends have no places here
da: Dine venner har ingen steder her
de: Deine Freunde haben hier keine Orte
es: Tus amigos no tienen lugares aquí
fi: Ystävilläsi ei ole paikkoja täällä
fr: Vos amis n'ont pas de lieux ici
it: I tuoi amici non hanno luoghi qui
ja: ここには友だちの場所はありません
nl: Je vrienden hebben hier geen plaatsen
pt_br: Seus amigos não tem lugares aqui
sv: Dina vänner har inga platser här

source: Move the map to search another area
da: Flyt kortet for at søge et andet område
de: Bewege die Karte, um in einem anderen Bereich zu suchen
es: Mueve el mapa para buscar otra zona
fi: Siirrä karttaa tutkiaksesi toista aluetta
fr: Déplacez la carte pour chercher dans une autre zone
it: Sposta la mappa per cercare in un'altra zona
ja: マップを動かして別のエリアを検索します
nl: Verplaats de kaart om ergens anders te zoeken
pt_br: Mova o mapa para pesquisar outra área
sv: Flyta kartan för att söka i ett annat område

source: You need at least 2 friends...
da: Du har brug for mindst 2 venner...
de: Du brauchst mindestens 2 Freunde...
es: Necesitas al menos 2 amigos...
fi: Tarvitset vähintään 2 ystävää...
fr: Il vous faut au moins 2 amis...
it: Servono almeno 2 amici...
ja: 友だちが2人以上必要です…
nl: Je hebt minimaal 2 vrienden nodig...
pt_br: Você precisa de pelo menos 2 amigos...
sv: Du behöver minst 2 vänner...

source: Podium lets you discover the most added places among your friends in this area
da: Podium lader dig opdage de mest tilføjede steder blandt dine venner i dette område
de: Mit Podium kannst du die am meisten hinzugefügten Orte deiner Freunde in diesem Bereich sehen
es: Con el podio puedes descubrir los lugares más añadidos entres tus amigos en esta zona
fi: Korokkeen avulla löydät ystäväpiirisi lisätyimmät paikat tällä alueella
fr: Le podium vous permet de découvrir les lieux les plus ajoutés par vos amis dans cette zone
it: Il podio ti fa scoprire i luoghi più aggiunti in questa zona dai tuoi amici
ja: 表彰台では、このエリアで最も多くの友だちが追加した場所を見つけることができます。
nl: Met Podium ontdek je de meest toegevoegde plaatsen onder je vrienden in dit gebied
pt_br: O pódio permite que você descubra os lugares mais adicionados entre seus amigos nesta área
sv: På pallen kan du upptäcka de vanligast tillagda platserna bland vänner i detta område

source: Your data has been sent to %s
da: Dine data er blevet sendt til %s
de: Deine Daten wurden an %s geschickt
es: Se han enviado tus datos a %s
fi: Tiedot on lähetetty osoitteeseen %s
fr: Vos données ont été envoyées à %s
it: I dati sono stati inviati a %s
ja: データが%sに送信されました
nl: Je gegevens zijn verzonden naar %s
pt_br: Seus dados foram enviados para %s
sv: Dina data har skickats till %s

source: We don't have any email to sent your data to. Please add an email in your profile first.
da: Vi har ikke nogen e-mail at sende dine data til. Tilføj venligst en e-mail i din profil først.
de: Wir haben keine E-Mail-Adresse, an die wir deine Daten schicken können. Bitte füge zuerst in deinem Profil eine hinzu.
es: No tenemos ningún correo electrónico al que enviarte los datos. Añade un correo a tu perfil antes.
fi: Meillä ei ole sähköpostiosoitetta, johon lähettää tietosi. Lisää ensin sähköpostiosoite profiiliisi.
fr: Nous n'avons pas d'adresse email sur laquelle envoyer vos données. Vous devez d'abord ajouter une adresse email à votre profil.
it: Non abbiamo un'e-mail a cui inviare i tuoi dati. Devi prima aggiungerne una sul tuo profilo.
ja: データ送信先のメールアドレスがありません。最初にプロフィールにメールアドレスを追加してください。
nl: We hebben geen e-mailadres om je gegevens naar toe te sturen. Voeg een e-mailadres toe aan je profiel.
pt_br: Não temos nenhum e-mail para enviar seus dados. Adicione um e-mail em seu perfil primeiro.
sv: Vi har ingen annan e-postadress att skicka data till. Lägg till en adress i din profil först.

source: Delete my account
da: Slet min konto
de: Mein Konto löschen
es: Eliminar mi cuenta
fi: Poista tilini
fr: Supprimer mon compte
it: Elimina l'account
ja: アカウントを削除
nl: Verwijder mijn account
pt_br: Excluir minha conta
sv: Ta bort mitt konto

source: Do you really want to permanently delete your account?
da: Vil du virkelig slette din konto permanent?
de: Möchtest du dein Konto wirklich endgültig löschen?
es: ¿Realmente deseas eliminar esta cuenta para siempre?
fi: Haluatko varmasti poistaa tilisi pysyvästi?
fr: Voulez-vous supprimer définitivement votre compte ?
it: Vuoi veramente eliminare il tuo account?
ja: アカウントを完全に削除しますか？
nl: Wil je je account echt permanent verwijderen?
pt_br: Você realmente deseja excluir sua conta permanentemente?
sv: Vill du verkligen permanent ta bort ditt konto?

source: Your data will be deleted and won't be recoverable. You can just disconnect instead.
da: Dine data vil blive slettet og kan ikke gendannes. Du kan bare afbryde forbindelsen i stedet.
de: Deine Daten werden gelöscht und können nicht wiederhergestellt werden. Du kannst stattdessen einfach die Verbindung trennen.
es: Se eliminarán tus datos y no podrás recuperarlos. Si lo prefieres, puedes desconectar.
fi: Tietosi poistetaan, eikä niidä voi palauttaa. Voit halutessasi myös vain katkaista yhteyden.
fr: Vos données seront effacées et ne pourront plus être récupérées. Vous pouvez simplement vous déconnecter.
it: I tuoi dati verranno eliminati e non saranno recuperabili. Altrimenti puoi disconnetterti.
ja: あなたのデータは削除され、復元することはできません。削除の代わりに切断することもできます。
nl: Je gegevens worden verwijderd en kunnen niet worden hersteld. Je kunt ook gewoon ontkoppelen.
pt_br: Seus dados serão excluídos e não serão recuperáveis. Você pode apenas se desconectar em vez disso.
sv: Dina data kommer att tas bort och kan inte återvinnas. Du kan bara koppla ifrån istället.

source: Friends being watched
da: Venner der følges
de: Freunde, die beobachte werden
es: Amigos seguidos
fi: Seurattavat ystävät
fr: Amis que vous suivez
it: Amici osservati
ja: 友だちチェック
nl: Gevolgde vrienden
pt_br: Amigos sendo acompanhados
sv: Vänner som bevakas

source: Be notified when these friends add a new place
da: Få besked når disse venner tilføjer et nyt sted
de: Lass dich benachrichtigen, wenn diese Freunde einen neuen Ort hinzufügen
es: Recibe una notificación cuando estos amigos añadan un lugar nuevo
fi: Saat ilmoituksen, kun nämä ystävät lisäävät uuden paikan
fr: Soyez alerté lorsque ces amis ajoutent une nouvelle adresse
it: Ricevi una notifica quando questi amici aggiungono un nuovo luogo
ja: これらの友だちが新しい場所を追加したとき、通知されます
nl: Krijg een melding wanneer deze vrienden een nieuwe plaats toevoegen
pt_br: Seja notificado quando estes amigos adicionarem um novo lugar
sv: Bli meddelad när dessa vänner lägger till nya platser

source: Icons
da: Ikoner
de: Symbole
es: Iconos
fi: Kuvakkeet
fr: Icones
it: Icone
ja: アイコン
nl: Pictogrammen
pt_br: Ícones
sv: Ikoner

source: Cities
da: Byer
de: Städte
es: Ciudades
fi: Kaupungit
fr: Villes
it: Città
ja: 都市
nl: Steden
pt_br: Cidades
sv: Städer

source: Tags
es: Etiquetas
fi: Tunnisteet
it: Tag
ja: タグ
nl: Labels
sv: Taggar

source: Tap here to see the most added places by your friends!
da: Tryk her for at se de dine venners mest tilføjede steder!
de: Hier tippen, um die am meisten hinzugefügten Orte deiner Freunde zu sehen!
es: ¡Toca aquí para ver los lugares más añadidos por tus amigos!
fi: Näet ystäväpiirisi lisätyimmät paikat napauttamalla tätä!
fr: Appuyez ici pour voir les adresses les plus ajoutées par vos amis !
it: Tocca qui per vedere i luoghi più aggiunti dai tuoi amici!
ja: ここをタップすると、友達が最も多く追加した場所が表示されます！
nl: Tik hier om de meest toegevoegde plaatsen door je vrienden te bekijken!
pt_br: Toque aqui para ver os lugares mais adicionados pelos seus amigos!
sv: Klicka här för att se de platser som lagts till mest av vänner!

source: %i place
da: %i sted
de: %i Ort
es: %i lugar
fi: %i paikka
fr: %i adresse
it: %i luogo
ja: 場所%i件
nl: %i plaats
pt_br: %i lugar
sv: %i plats

source: %i friend
da: %i ven
de: %i Freund
es: %i amigo
fi: %i ystävä
fr: %i ami
it: %i amico
ja: 友だち%i人
nl: %i vriend
pt_br: %i amigo
sv: %i vän

source: %i invite
da: %i invitation
de: %i Einladungen
es: %i invitación
fi: %i kutsu
fr: %i invitation
it: %i invito
ja: 招待状%i件
nl: %i uitnodiging
pt_br: %i convite
sv: %i inbjudan

source: We've found %i new place.
da: Vi har fundet %i nyt sted.
de: Wir haben %i neuen Ort gefunden.
es: Hemos encontrado %i lugar nuevo.
fi: Löysimme %i uuden paikan.
fr: Nous avons trouvé %i nouvelle adresse.
it: Abbiamo trovato %i luogo nuovo.
ja: %i件の新しい場所を見つけました。
nl: We hebben %i nieuwe plaats gevonden.
pt_br: Encontramos %i novo lugare.
sv: Vi har hittat %i ny plats.

source: Tap here to share your profile to your friends!
da: Tryk her for at dele din profil med dine venner!
es: ¡Toca aquí para compartir tu perfil con tus amigos!
fi: Napauta tätä jakaaksesi profiilisi ystävillesi!
fr: Appuyez ici pour partager votre profil avec vos amis !
it: Tocca qui per condividere la tua mappa con gli amici!
ja: ここをタップして、友だちとプロフィールを共有しよう！
nl: Tik hier om je kaart met je vrienden te delen!
sv: Klicka här för att dela din profil med vänner!

source: whatsNew-iPhone4
da: WhatNew-en
de: WhatNew-en
es: WhatNew-en
fi: WhatNew-en
fr: WhatNew-fr
it: WhatNew-en
ja: WhatNew-en
nl: WhatNew-en
sv: WhatNew-en

source: whatsNew-iPhone5
da: WhatNew-en-568
de: WhatNew-en-568
es: WhatNew-en-568
fi: WhatNew-en-568
fr: WhatNew-fr-568
it: WhatNew-en-568
ja: WhatNew-en-568
nl: WhatNew-en-568
sv: WhatNew-en-568

source: whatsNew-iPhone6
da: WhatNew-en-667
de: WhatNew-en-667
es: WhatNew-en-667
fi: WhatNew-en-667
fr: WhatNew-fr-667
it: WhatNew-en-667
ja: WhatNew-en-667
nl: WhatNew-en-667
sv: WhatNew-en-667

source: whatsNew-iPhone6plus
da: WhatNew-en-736
de: WhatNew-en-736
es: WhatNew-en-736
fi: WhatNew-en-736
fr: WhatNew-fr-736
it: WhatNew-en-736
ja: WhatNew-en-736
nl: WhatNew-en-736
sv: WhatNew-en-736

source: Friends you are watching
da: Venner du følger
es: Amigos seguidos
fi: Seuraamasi ystävät
fr: Amis que vous suivez
it: Amici osservati
ja: チェックしている友だち
nl: Gevolgde vrienden
sv: Vänner du följer

source: Get notifications when your friends add new places.
da: Få beskeder, når dine venner tilføjer nye steder.
es: Recibe una notificación cuando tus amigos añadan un lugar nuevo.
fi: Saat ilmoituksia, kun ystäväsi lisäävät uusia paikkoja.
fr: Soyez alerté lorsque ces amis ajoutent une nouvelle adresse.
it: Ricevi una notifica quando questi amici aggiungono un nuovo luogo.
ja: 友だちが新しい場所を追加すると、通知が届きます。
nl: Krijg een melding wanneer deze vrienden een nieuwe plaats toevoegen.
sv: Bli meddelad när vänner lägger till nya platser.

source: Are you sure you want to definitely delete this account? All your data will be lost and won't be recoverable. You can just disconnect instead.
da: Er du sikker på, at du helt vil slette denne konto? Alle dine data vil gå tabt og vil ikke kunne gendannes. Du kan bare afbryde forbindelsen i stedet.
es: ¿Estás seguro que quieres eliminar esta cuenta? Se eliminarán tus datos y no podrás recuperarlos. Si lo prefieres, puedes solamente desconectarte.
fi: Haluatko varmasti poistaa tämän paikan pysyvästi? Kaikki tietosi menetetään, eikä niitä voi palauttaa. Voit myös halutessasi vain katkaista yhteyden.
fr: Êtes-vous sûr de vouloir définitivement supprimer ce compte? Vos données seront effacées et ne pourront plus être récupérées. Vous pouvez simplement vous déconnecter.
it: I tuoi dati verranno eliminati e non saranno recuperabili. Altrimenti puoi disconnetterti.
ja: このアカウントを本当に削除しますか？あなたのデータはすべて削除され、復元することはできません。削除の代わりに切断することもできます。
nl: Weet je zeker dat je dit account definitief wilt verwijderen? Je gegevens worden verwijderd en kunnen niet worden hersteld. Je kunt het account ook gewoon ontkoppelen.
sv: Är det säkert att du vill ta bort detta konto? Alla data kommer att försvinna och kan inte återvinnas. Du kan koppla från istället.

source: Your data has been successfully sent to your account's email: %s
da: Dine data er blevet sendt til din kontos e-mail: %s
es: Tus datos se han enviado correctamente al email: %s
fi: Tietosi on lähetetty tilisi sähköpostiosoitteeseen: %s
fr: Vos données ont bien été envoyées à l'adresse e-mail de votre compte: %s
it: I dati sono stati inviati a %s
ja: データがアカウントのメールアドレス：%sに送信されました
nl: Je gegevens zijn verzonden naar %s
sv: Dina data har skickats till e-postadressen för ditt konto: %s

source: Please enter your email address in Account Settings to receive your data
da: Indtast venligst din e-mailadresse i Kontoindstillinger for at modtage dine data
es: Por favor, ingresa tu email en la pantalla de Configuración de la Cuenta para recibir tus datos
fi: Anna tilisi asetuksiin merkitty sähköpostiosoite vastaanottaaksesi tietosi
fr: Veuillez entrer votre adresse e-mail dans les paramètres du compte pour recevoir vos données
it: Inserisci l'indirizzo e-mail nelle Impostazioni account per ricevere i tuoi dati
ja: アカウント設定でデータを受信するメールアドレスを入力してください
nl: Voer een e-mailadres in in Accountinstellingen om je gegevens te ontvangen
sv: Ange din e-postadress i dina kontoinställningar för att ta emot data

source: Do you want to be alerted when friends accept your invite?
da: Ønsker du at blive alarmeret, når venner accepterer din invitation?
es: ¿Quieres recibir una alerta cuando tus amigos acepten tu invitación?
fi: Haluatko saada ilmoituksia, kun ystävät hyväksyvät kutsusi?
fr: Voulez-vous être averti lorsque vos amis acceptent votre invitation ?
it: Vuoi essere avvisato quando %s accetta il tuo invito?
ja: 友だちが招待を承諾したときにアラートを受け取りますか？
nl: Wil je worden gewaarschuwd wanneer %s je uitnodiging aanvaart?
sv: Vill du bli meddelad när vänner godkänner din inbjudan?

source: The tag "%s" already exists!
da: Tagget "%s" eksisterer allerede!
es: ¡La etiqueta «%s» ya existe!
fi: Tunniste "%s" on jo olemassa!
fr: Le tag "%s" existe déjà !
it: Il tag "%s" esiste già!
ja: タグ「%s」はすでに存在しています！
nl: Het label "%s" bestaat al!
sv: Taggen "%s" finns redan!

source: celebrates Valentine's day!
da: fejrer Valentinsdag!
es: celebra el Día de San Valentín!
fi: juhlii ystävänpäivää!
fr: fête la Saint-Valentin !
it: festeggia San Valentino!
ja: バレンタインデーを祝おう！
nl: viert Valentijnsdag!
sv: firar alla hjärtans dag!

source: @%s really?
da: @%s virkeligt?
es: ¿De verdad @%s?
fi: Varmasti @%s?
fr: @%s vraiment ?
it: Davvero @%s?
ja: @%sですか？
nl: @%s, echt?
sv: Är @%s rätt?

source: Did you mean @%s instead?
da: Mente du @%s i stedet?
es: ¿No querrías decir @%s?
fi: Oliko kyseessä sittenkin @%s?
fr: Vouliez-vous dire @%s ?
it: Intendevi @%s?
ja: @%sではないですか？
nl: Bedoelde je soms @%s?
sv: Menade du @%s?

source: Oops, yes!
da: Ups, ja!
es: ¡Uy, sí!
fi: Onhan se!
fr: Oops, oui !
it: Ops, sì!
ja: おっと、そうです！
nl: Oeps, ja!
sv: Oj, ja!

source: Keep this place secret:
da: Hold dette sted hemmeligt:
es: Mantener este lugar secreto:
fi: Pidä tämä paikka salassa:
fr: Garder cette adresse privée :
it: Mantieni privato questo luogo:
ja: この場所を非公開にする：
nl: Deze plaats privé houden:
sv: Hålla denna plats säker:

source: By making this place secret, it won't be visible to your friends.
da: Ved at gøre dette sted hemmeligt, vil det ikke være synligt for dine venner.
es: Al hacer que este lugar sea secreto, no será visible a tus amigos.
fi: Tämä paikka ei näy ystävillesi, jos merkitset sen salaiseksi.
fr: En choisissant de garder cette adresse secrète, elle ne sera pas visible par vos amis.
it: Rendendo questo luogo segreto, non sarà visibile ai tuoi amici.
ja: 非公開にすると、この場所は友だちに表示されません。
nl: Als je deze locatie geheim maakt, kunnen je vrienden haar niet zien.
sv: Genom att göra denna plats hemlig kommer den inte att vara synlig för vänner.

source: Add all
da: Tilføj alle
es: Añadir todo
fi: Lisää kaikki
fr: Ajouter tous
it: Agg. tutto
ja: すべて追加
nl: Alles toevoegen
sv: Lägg till alla

source: Follow the Valentine's Day map to discover the most inspirational places where you can express your love!
da: Følg Valentinsdagkortet for at opdage de mest inspirerende steder, hvor du kan udtrykke din kærlighed!
es: ¡Sigue el mapa del Día de San Valentín para descubrir los lugares más inspiradores en los que expresar tu amor!
fi: Seuraa ystävänpäivän karttaa löytääksesi inspiroivat paikat, jossa voit ilmaista rakkautesi!
fr: Suivez la carte de la Saint-Valentin pour préparer votre journée et passer la plus belle des soirées !
it: Segui la mappa di San Valentino per scoprire i posti più belli dove poter esprimere il tuo amore!
ja: バレンタインデーのマップをフォローして、最も感動的な場所であなたの愛を表現しよう！
nl: Volg de Valentijnsdagkaart om inspirerende locaties te vinden waar je je liefde kunt betuigen!
sv: Följ alla hjärtans dag-kartan för att upptäcka de mest inspirerande platserna där du kan visa din kärlek!

source: Welcome to Mapstr, %s!
da: Velkommen til Mapstr, %s!
es: ¡Te damos la bienvenida a Mapstr, %s!
fi: Tervetuloa Mapstriin, %s!
fr: Bienvenue dans Mapstr, %s !
it: Benvenuto/a su Mapstr, %s!
ja: %sさん、Mapstrへようこそ！
nl: Welkom bij Mapstr, %s!
sv: Välkommen till Mapstr, %s!

source: Most added places among your friends
da: De fleste tilføjede steder blandt dine venner
es: Los lugares más añadidos por tus amigos
fi: Ystäväpiirisi lisätyimmät paikat
fr: Adresses les plus ajoutées par vos amis
ja: 友だちに最も追加された場所
nl: Meest toegevoegde plaatsen door je vrienden
sv: De mest tillagda platserna bland dina vänner

source: Select a place below to add it to your map
da: Vælg et sted nedenfor for at tilføje det til dit kort
es: Elige un lugar a continuación para añadirlo a tu mapa
fi: Valitse paikka alta lisätäksesi sen kartallesi
fr: Sélectionnez une adresse dans la liste pour l'ajouter à votre carte
it: Seleziona un luogo per aggiungerlo alla mappa
ja: マップに追加する場所を下から選択してください
nl: Selecteer een locatie en voeg deze toe aan je kaart
sv: Välj en plats nedan för att lägga till den i kartan

source: Loading the most added places among your friends...
da: Indlæser de mest tilføjede steder blandt dine venner ...
es: Cargando los lugares más añadidos entres tus amigos...
fi: Ladataan ystäväpiirisi lisätyimpiä paikkoja...
fr: Chargement des adresses les plus ajoutées par vos amis...
ja: 最も多くの友だちに追加された場所を読み込み中…
nl: De meest toegevoegde plaatsen door je vrienden laden…
sv: Laddar de mest tillagda platserna bland vänner...
