Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Please, connect to your Swarm account and allow Mapstr to import your places
da: Vær venlig at oprette forbindelse til din Swarm-konto og lad Mapstr importere dine steder
de: Bitte verbinde dich mit deinem Swarm-Konto und erlaube Mapstr deine Orte zu importieren
es: Conéctate con tu cuenta de Swarm y permite que Mapstr importe tus lugares
fi: Yhdistä Swarm-tiliisi ja anna Mapstrille valtuudet paikkojesi tuontiin
fr: Veuillez vous connecter à votre compte Swarm pour permettre à Mapstr d'importer vos listes de lieux
it: Connettiti al tuo account Swarm e consenti a Mapstr di importare i tuoi luoghi
ja: Mapstrに保存されている場所をインポートするには、Swarmアカウントに接続してください
nl: Meld je aan bij je Swarmaccount en laat Mapstr je plaatsen importeren
pt_br: Por favor, conecte-se à sua conta do Swarm e permita que o Mapstr importe seus lugares
sv: Anslut ditt Swarm-konto och tillåt Mapstr att importera dina platser

source: Select All
da: Fravælg alle
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
nl: Selecteer alles
pt_br: Selecionar Todos
sv: Välj alla

source: Select those you want to import.
da: Vælg dem, du vil importere.
de: Wähle die aus, die du importieren willst.
es: Selecciona los que quieres importar.
fi: Valitse ne, jotka haluat tuoda
fr: Selectionnez celles que vous voulez importer.
it: Seleziona quelli che desideri importare.
ja: インポートするものを選択します。
nl: Selecteer wat je wilt importeren.
pt_br: Selecione aqueles que você deseja importar.
sv: Välj de du vill importera.

source: This username is already used.
da: Dette brugernavn er allerede brugt.
de: Dieser Nutzername wird bereits verwendet.
es: Este nombre de usuario ya está en uso.
fi: Tämä käyttäjätunnus on jo käytössä.
fr: Ce nom d'utilisateur est déjà utilisé.
it: Nome utente già in uso.
ja: このユーザー名はすでに使用されています。
nl: Deze gebruikersnaam wordt al gebruikt.
pt_br: Este nome de usuário já está sendo usado.
sv: Detta användarnamn används redan.

source: This username is invalid.
da: Dette brugernavn er ugyldigt.
de: Dieser Nutzername ist ungültig.
es: Nombre de usuario no válido.
fi: Tämä käyttäjätunnus ei kelpaa.
fr: Ce nom d'utilisateur est invalide.
it: Nome utente non valido.
ja: このユーザー名は無効です。
nl: Gebruikersnaam is ongeldig.
pt_br: Este nome de usuário é invalido.
sv: Användarnamnet är ogiltigt.

source: Visit the FAQ to learn how to import a file.
da: Besøg FAQ'en for at lære at importere en fil.
de: Besuche die Häufig gestellten Fragen und lerne, wie du eine Datei importieren kannst
es: Consulta en Preguntas frecuentes cómo importar un archivo.
fi: Löydät ohjeet tiedoston tuontiin UKK-osiosta.
fr: Regardez la FAQ pour savoir comment importer un fichier.
it: Consulta le Domande frequenti per capire come importare i file.
ja: ファイルのインポート方法は、FAQをご覧ください。
nl: Bezoek de FAQ om te leren hoe je een bestand kunt importeren.
pt_br: Visite as Perguntas Frequentes para saber como importar um arquivo.
sv: Gå till vanliga frågor för att få reda på hur man importerar filer.

source: You already have all the places from this backup.
da: Du har allerede alle steder fra denne sikkerhedskopi.
de: Du hast bereits alle Orte aus diesem Backup.
es: Ya tienes todos los lugares de esta copia de seguridad.
fi: Sinulla on jo kaikki tämän varmuuskopion paikat.
fr: Vous avez déjà toutes les adresses de cette sauvegarde.
it: Possiedi già tutti i luoghi di questo backup.
ja: このバックアップからすべての場所をすでに取得しています。
nl: Je hebt alle plaatsen van deze back-up al.
pt_br: Você já tem todos os lugares desse backup.
sv: Du har redan alla platser från denna säkerhetskopia.

source: Whats New Image
da: WhatNew-en-568
de: lang
es: WhatNew-en-568
fi: WhatNew-en-568
fr: WhatNew-fr-568
it: WhatNew-en-568
ja: WhatNew-en-568
nl: WhatNew-en-568
pt_br: lang
sv: WhatNew-en-568

source: Invite friends
da: Inviter venner
de: Freunde einladen
es: Invitar a amigos
fi: Kutsu ystäviä
fr: Invitez vos amis
it: Invita amici
ja: 友だちを招待
nl: Vrienden uitnodigen
pt_br: Convidar amigos
sv: Bjud in vänner

source: Got It
da: Forstået
de: Verstanden
es: Entendido
fi: Selvä
fr: C'est parti
it: Fatto
ja: わかりました
nl: Begrepen
pt_br: Entendido
sv: OK

source: View Map
da: Se kort
de: Karte ansehen
es: Ver mapa
fi: Näe kartta
fr: Voir la Carte
it: Guarda la mappa
ja: マップを表示
nl: Kaart bekijken
pt_br: Ver mapa
sv: Visa karta

source: Add friends
da: Tilføj venner
de: Freunde hinzufügen
es: Añadir amigos
fi: Lisää ystäviä
fr: Ajouter des amis
it: Aggiungi amici
ja: 友だちを追加
nl: Vrienden toevoegen
pt_br: Adicionar amigos
sv: Lägg till vänner

source: Connect with your friends
da: Opret forbindelse med dine venner
de: Verbinde dich mit deinen Freunden
es: Conecta con tus amigos
fi: Tavoita ystäväsi
fr: Afficher vos amis
it: Connettiti con gli amici
ja: 友だちと接続
nl: Verbinden met je vrienden
pt_br: Conecte-se com seus amigos
sv: Kom i kontakt med vänner

source: Find People
da: Find personer
de: Mit Benutzername suchen
es: Buscar por nombre de usuario
fi: Löydä ihmiset
fr: Chercher un utilisateur
it: Cerca per nome utente
ja: 人を探す
nl: Mensen zoeken
pt_br: Procurar por nome de usuário
sv: Hitta personer

source: Your are not able to send messages from this device
da: Du kan ikke sende beskeder fra denne enhed
de: Von diesem Gerät kannst du keine Nachrichten senden
es: No puedes mandar mensajes desde este dispositivo
fi: Et voi lähettää viestejä tältä laitteelta
fr: Vous ne pouvez pas envoyer de messages avec cet appareil
it: Non puoi inviare messaggi da questo dispositivo
ja: このデバイスからメッセージを送信することはできません
nl: Je kunt met dit apparaat geen berichten versturen
pt_br: Não é possível enviar mensagens deste dispositivo
sv: Det går inte att skicka meddelanden från denna enhet

source: Your username is @%s
da: Dit brugernavn er @%s
de: Dein Benutzername ist @%s
es: Tu nombre de usuario es @%s
fi: Käyttäjätunnuksesi on @%s
fr: Votre nom d'utilisateur est @%s
it: Il tuo nome utente è @%s
ja: あなたのユーザー名は@%sです
nl: Je gebruikersnaam is @%s
pt_br: Seu nome de usuário é @%s
sv: Ditt användarnamn är @%s

source: FAQ
es: P+F
fi: UKK
it: Domande frequenti
pt_br: Perguntas Frequentes
sv: Vanliga frågor

source: Followers
da: Følgere
de: Abonnenten
es: Seguidores
fi: Seuraajat
fr: Abonnés
it: Follower
ja: フォロワー
nl: Volgers
pt_br: Seguidores
sv: Följare

source: Share your profile to gain new followers on Mapstr 😉
da: Del din profil for at få nye følgere på Mapstr 😉
de: Teile dein Profil, um neue Abonnenten auf Mapstr zu erhalten 😉
es: Comparte tu perfil y consigue nuevos seguidores en Mapstr 😉
fi: Jaa profiilisi saadaksesi uusia seuraajia Mapstrissä 😉
fr: Partagez votre profil pour avoir plus d'abonnés dans Mapstr 😉
it: Condividi il tuo profilo per guadagnare nuovi follower su Mapstr 😉
ja: プロフィールを共有して、Mapstrの新しいフォロワーを増やそう😉
nl: Deel je profiel en krijg nieuwe volgers op Mapstr 😉
pt_br: Compartilhe seu perfil para ganhar novos seguidores no Mapstr 😉
sv: Dela din profil för att få nya följare på Mapstr 😉

source: You have no followers yet
da: Du har ingen følgere endnu
de: Du hast noch keine Abonnenten
es: Aún no tienes seguidores
fi: Sinulla ei ole seuraajia
fr: Vous n'avez pas encore d'abonnés
it: Non hai ancora follower
ja: フォロワーはまだいません
nl: Je hebt nog geen volgers
pt_br: Você ainda não tem nenhum seguidor
sv: Du har inga följare än

source: Bars & Clubs
da: Barer og klubber
es: Bares & Clubs
fi: Baarit & klubit
it: Bar e club
ja: バー＆クラブ
nl: Cafés & Clubs
pt_br: Bares e Clubes
sv: Barer & klubbar

source: Health & Beauty
da: Helbred og skønhed
de: Gesundheit & Beauty
es: Salud & Belleza
fi: Terveys & kauneus
fr: Santé & Beauté
it: Salute e bellezza
ja: ヘルス＆ビューティー
nl: Gezondheid & Schoonheid
pt_br: Saúde & Beleza
sv: Hälsa & skönhet

source: Travel
da: Rejser
de: Reise
es: Viajar
fi: Matkustus
fr: Voyage
it: Viaggi
ja: 旅行
nl: Reizen
pt_br: Viagem
sv: Resor

source: All
da: Alle
de: Alles
es: Todo
fi: Kaikki
fr: Tout
it: Tutti
ja: すべて
nl: Alles
pt_br: Tudo
sv: Alla

source: Restaurants & Cafes
da: Restauranter og cafeer
de: Restaurants & Cafés
es: Restaurantes & Cafes
fi: Ravintolat & kahvilat
fr: Restaurants & Cafés
it: Ristoranti e caffetterie
ja: レストラン＆カフェ
nl: Restaurants & cafés
pt_br: Restaurantes e Cafés
sv: Restauranger & caféer

source: Whats New Title
da: Send besked til dine venner!
de: Easily find more friends!
es: ¡Envía mensajes a tus amigos!
fi: Viestittele ystävillesi!
fr: Découvrez PODIUM !
it: Scopri PODIO!
ja: 表彰台について知ろう！
nl: Berichten sturen aan je vrienden!
pt_br: Easily find more friends!
sv: Kontakta dina vänner!

source: Whats New Description
da: 🏕 Del steder øjeblikkeligt 🤩 Spørg efter flere anbefalinger 💌 Send en « mange tak-selfie »
de: Searching by name is now possible to send friend requests. If you don’t want anyone to find you on mapstr, you can change settings.
es: 🏕 Comparte lugares al instante 🤩 Pide más recomendaciones 💌 Envía un «selfi de agradecimiento»
fi: 🏕 Jaa paikat välittömästi 🤩 Pyydä lisää suositteluja 💌 Lähetä « kiitos-selfie »
fr: Accédez aux adresses les plus ajoutées par vos amis et par les comptes officiels que vous suivez
it: Find out which are the most added places by your friends and the official accounts you follow
ja: 友だちやフォローしている公式アカウントによって最も追加された場所がわかります
nl: 🏕 Plaatsen rechtstreeks delen 🏕 Vragen om aanbevelingen 💌 Stuur een selfie als bedankje
pt_br: Searching by name is now possible to send friend requests. If you don’t want anyone to find you on mapstr, you can change settings.
sv: 🏕 Dela platser direkt 🤩 Be om rekommendationer 💌 Skicka en « tack-selfie »

source: Whats New 2nd button
da: Prøv nu
de: Sofort ausprobieren
es: Try right away
fi: Yritä heti
fr: Essayez dès maintenant
it: Try right away
ja: 今すぐ試す
nl: Direct proberen
pt_br: Tente imediatamente
sv: Prova direkt

source: Activated
da: Aktiveret
es: Activado
fi: Aktivoitu
fr: Activées
it: Attivato
ja: 有効になりました
nl: Geactiveerd
pt_br: Ativado
sv: Aktiverad

source: Activate Notifications
da: Aktiver beskeder
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fi: Aktivoi ilmoitukset
fr: Activer les notifications
it: Attiva notifiche
ja: 通知を有効にする
nl: Meldingen inschakelen
pt_br: Ativar Notificações
sv: Aktivera aviseringar

source: Background Location
da: Baggrundsplacering
de: Hintergrund-Standort
es: Ubicación en segundo plano
fi: Taustan sijainti
fr: Géolocalisation en arrière-plan
it: Posizione in background
ja: バックグラウンド位置情報
nl: Achtergrondlocatie
pt_br: Localização em Segundo Plano
sv: Bakgrundsplats

source: Deactivated
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fi: Deaktivoitu
fr: Désactivées
it: Disattivato
ja: 無効になりました
nl: Uitgeschakeld
pt_br: Desativado
sv: Inaktiverad

source: Do you want to be alerted when %s accepts your invite?
da: Vil du modtage en alarm når %s accepterer din invitation?
de: Möchtest du benachrichtigt werden, wenn %s deine Einladung annimmt?
es: ¿Quieres recibir una alerta cuando %s acepte tu invitación?
fi: Haluatko saada ilmoituksen, kun %s hyväksyy kutsusi?
fr: Voulez-vous être averti(e) quand %s acceptera votre invitation ?
it: Vuoi essere avvisato quando %s accetta il tuo invito?
ja: %sさんが招待を承諾したときに通知を受け取りますか？
nl: Wil je worden gewaarschuwd wanneer %s je uitnodiging aanvaart?
pt_br: Você deseja ser alertado quando %s aceitar o seu convite?
sv: Vill du bli meddelad när %s godkänner din inbjudan?

source: Enable notifications in the settings to activate proximity alerts.
da: Aktiver beskeder i indstillingerne for at aktivere nærhedsalarmer.
de: Aktiviere die Benachrichtigungen in den Einstellungen, um Umgebungsbenachrichtigungen zu erhalten.
es: Habilita las notificaciones en los ajustes para activar las alertas de proximidad.
fi: Aktivoi lähistöhälytykset sallimalla ilmoitusten lähettämisen asetusten kautta.
fr: Autorisez les notifications dans les paramètres pour activer l'alerte de proximité.
it: Abilita le notifiche nelle impostazioni per attivare gli avvisi di prossimità.
ja: 設定で通知を有効にして、接近アラートを有効にします
nl: Schakel meldingen in in de instellingen om nabijheidsmeldingen te activeren.
pt_br: Habilite as notificações nas configurações para ativar os alertas de proximidade.
sv: Aktivera avståndsbaserade aviseringar i dina inställningar.

source: Enable notifications to be alerted when you pass nearby this place.
da: Aktiver beskeder for at modtage en alarm, når du er i nærheden af dette sted.
de: Benachrichtigungen aktivieren, um Bescheid zu erhalten, wenn du an diesem Ort vorbeikommst.
es: Habilita las notificaciones para recibir un aviso cuando pases cerca de este lugar.
fi: Salli ilmoitukset, jotta saat hälytyksen ollessasi tämän paikan lähellä.
fr: Autorisez les notifications pour être alerté quand vous passerez près de ce lieu.
it: Abilita le notifiche per essere avvisato quando passi nelle vicinanze del luogo.
ja: 通知を有効にして、この場所の近くを通ったときにアラートを受信します。
nl: Schakel meldingen in zodat je wordt gewaarschuwd als je dicht bij deze plaats bent.
pt_br: Habilite as notificações para ser alertado quando você passar perto deste local.
sv: Aktivera aviseringar för att bli meddelad när du går förbi dena plats.

source: Enable notifications to receive alerts from mapstr.
da: Aktiver beskeder for at modtage alarmer fra mapstr.
de: Benachrichtigungen aktivieren, um von Mapstr benachrichtigt zu werden.
es: Habilita las notificaciones para recibir alertas de Mapstr.
fi: Vastaanota mapstrin hälytyksiä sallimalla ilmoitukset.
fr: Autorisez les notifications pour recevoir des alertes de Mapstr.
it: Abilita notifiche per ricevere avvisi da Mapstr.
ja: 通知を有効にして、Mapstrからのアラートを受信します。
nl: Schakel meldingen in om meldingen van Mapstr te ontvangen.
pt_br: Habilite as notificações para receber alertas do mapstr.
sv: Aktivera aviseringar för att få meddelanden från mapstr.

source: You have deactivated notifications for Mapstr. Please, go to the settings to enable notifications.
da: Du har deaktiveret beskeder for Mapstr. Gå til indstillingerne for at aktivere beskeder.
de: Du hast Benachrichtigungen für Mapstr deaktiviert. Bitte aktivieren sie in den Einstellungen.
es: Has desactivado las notificaciones de Mapstr. Ve a los ajustes para habilitar las notificaciones.
fi: Olet ottanut Mapstrin ilmoitukset pois päältä. Siirry asetuksiin ja salli ilmoitusten lähettäminen.
fr: Vous avez desactivé les notifications pour Mapstr. Vous devez aller dans les paramètres pour autoriser les notifications.
it: Hai disattivato le notifiche per Mapstr. Vai nelle impostazioni per abilitarle.
ja: Mapstrからの通知設定が無効になっています。設定で通知を有効にしてください。
nl: Je hebt meldingen voor Mapstr uitgeschakeld. Ga naar de instellingen om meldingen in te schakelen.
pt_br: Você desativou as notificações para o Mapstr. Vá nas Configurações para habilitar as notificações.
sv: Du har inaktiverat aviseringar från Mapstr. Gå till inställningar för att aktivera dem.

source: Hey, do you know %s is just over %s?
da: Hej, ved du, at %s er lige over %s?
de: Hey, wusstest du, dass %s nur %s entfernt ist?
es: ¡Hola! ¿Sabes que %s está cerca de %s?
fi: Tiesitkö, että %s on vain %s päässä?
fr: Hey, savez-vous que %s est seulement à %s ?
it: Ehi, lo sai che %s è a poco più di %s ?
ja: ねぇ、%sから%sちょっとだって知ってる？
nl: Hey, wist je dat %s slechts %s ver is?
pt_br: Ei, você sabia que %s está a mais de %s?
sv: Hej, visste du att %s bara ligger %s bort?

source: Hey, do you know %s is less than %s away?
da: Hej, ved du, at %s er mindre end %s væk?
de: Hey, wusstest du, dass %s weniger als %s weg ist?
es: ¡Hola! ¿Sabes que %s está a menos de %s de aquí?
fi: Tiesitkö, että %s on alle %s päässä?
fr: Hey, savez-vous que %s est à moins de %s ?
it: Ehi, lo sai che %s si trova a meno di %s ?
ja: ねぇ、%sまで%s未満だって知ってる？
nl: Hey, wist je dat %s minder dan %s ver is?
pt_br: Ei, você sabia que %s está a menos de %s de distância?
sv: Hej, visste du att %s ligger mindre än %s bort?

source: Hey, do you know that %s and %s are less than %s away?
da: Hej, ved du, at %s og %s er mindre end %s væk?
de: Hey, wusstest du, dass %s und %s weniger als %s entfernt sind?
es: ¡Hola! ¿Sabes que %s y %s están a menos de %s de aquí?
fi: Tiesitkö, että %s ja %s ovat alle %s päässä?
fr: Hey, savez-vous que %s et %s sont à moins de %s ?
it: Ehi, lo sai che %s e %s si trovano a meno di %s?
ja: ねぇ、%sと%sまで%s未満だって知ってる？
nl: Hey, wist je dat %s en %s slechts %s ver zijn?
pt_br: Ei, você sabia que %s e %s estão a menos de %s de distância?
sv: Hej, visste du att %s och %s ligger mindre än %s från varandra?

source: Hey, you are near %s and 2 other places!
da: Hej, du er tæt på %s og 2 andre steder!
de: Hey, du befindest dich in der Nähe von %s und 2 anderen Orten!
es: ¡Hola! ¡Estás cerca de %s y de otros 2 lugares!
fi: Hei, lähettyvilläsi on %s ja 2 muuta paikkaa!
fr: Hey, vous êtes juste à côté de %s et de 2 autres lieux !
it: Ehi, sei vicino a %s e ad altri 2 luoghi!
ja: ねぇ、%sと他2か所の近くにいるってこと知ってる？
nl: Hey, je bent dicht bij %s en 2 andere plaatsen!
pt_br: Ei, você está perto de %s e de 2 outros lugares!
sv: Hej, du är nära %s och 2 andra platser!

source: It's a nice area, you are near %i places!
da: Det er et dejligt område, du er tæt på %i steder!
de: Was für eine nette Gegend! Du bist in der Nähe von %i Orten!
es: ¡Es una zona muy bonita! ¡Estás cerca de %i lugares!
fi: Oikein mukava alue, ja olet %i paikan lähellä!
fr: C'est un endroit sympa, vous avez %i lieux à proximité !
it: È una zona gradevole, ti trovi vicino a %i luoghi!
ja: 素敵なエリアです。%iか所の近くにいます！
nl: Het is een mooie omgeving, dicht bij %i plaatsen!
sv: Det är ett fint område. Du är nära %i platser!

source: Mute
de: Stumm schalten
es: Silenciar
fi: Mykistä
fr: Ne plus m'avertir
it: Silenzia
ja: ミュート
nl: Dempen
pt_br: Silenciar
sv: Ljudlös

source: Notifications
da: Beskeder
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
ja: 通知
nl: Meldingen
pt_br: Notificações
sv: Aviseringar

source: Oops, it seems there's an issue with your account. Please try again later, or contact us at hello@mapstr.com if the problem continue.
da: Ups, det ser ud til, at der er et problem med din konto. Prøv igen senere, eller kontakt os på hello@mapstr.com, hvis problemet fortsætter.
de: Huch, da gab es wohl ein Problem mit deinem Konto. Bitte versuche es später erneut oder setze dich mit uns unter hello@mapstr. com in Verbindung, wenn das Problem andauert.
es: Vaya, parece que hay algún problema con tu cuenta. Vuelve a intentarlo más tarde o ponte en contacto con nosotros en hello@mapstr.com si el problema continúa.
fi: Tilisi yhteydessä ilmeni häiriöitä. Yritä myöhemmin uudelleen tai ota yhteyttä osoitteeseen hello@mapstr.com ongelman jatkuessa.
fr: Oups, apparemment il y a un problème avec votre compte. Merci de réessayez pus tard, ou contactez-nous sur hello@mapstr.com si le problème persiste.
it: Ops, sembra che si sia verificato un errore nel tuo account. Riprova più tardi. Se il problema persiste, contattaci all'indirizzo hello@mapstr.com.
ja: お使いのアカウントに問題があるようです。後でもう一度お試しいただくか、問題が解決しない場合は、hello@mapstr.comまでご連絡ください。
nl: Er lijkt een probleem met je account te zijn. Probeer het later opnieuw of neem contact met ons op via hello@mapstr.com als het probleem aanhoudt.
pt_br: Opa, parece que há um problema com a sua conta. Tente novamente mais tarde ou entre em contato conosco em hello@mapstr.com se o problema persistir.
sv: Oj, det verkar som att det har uppstått ett problem med ditt konto. Försök igen senare eller kontakta oss på hello@mapstr.com om problemet fortsätter.

source: Places
da: Steder
de: Orte
es: Lugares
fi: Paikat
fr: Lieux
it: Luoghi
ja: 場所
nl: Plaatsen
pt_br: Lugares
sv: Platser

source: Proximity alerts
da: Nærhedsalarmer
de: Umgebungsbenachrichtigungen
es: Alertas por proximidad
fi: Lähistöhälytykset
fr: Alertes de proximité
it: Notifiche di prossimità
ja: 接近アラート
nl: Nabijheidsmeldingen
pt_br: Alertas de proximidade
sv: Avståndsbaserade aviseringar

source: Receive notifications for new friends invites or accepted requests.
da: Modtag beskeder om nye venner der inviterer eller accepterer anmodninger.
de: Erhalte Benachrichtigungen bei neuen Freundschaftseinladungen oder angenommenen Anfragen.
es: Recibe notificaciones de invitaciones de nuevos amigos o solicitudes aceptadas.
fi: Vastaanota ilmoituksia uusista kaverikutsuista tai hyväksytyistä pyynnöistä.
fr: Recevez une alerte en cas de nouvelles invitations et d'invitations acceptées.
it: Ricevi notifiche per inviti a nuovi amici o richieste accettate.
ja: 新しい友だちの招待状やリクエスト承諾の通知を受け取ります。
nl: Ontvang meldingen van nieuwe uitnodigingen van vrienden of aanvaarde verzoeken.
pt_br: Receber notificações de novos convites de amizade ou solicitações aceitas.
sv: Få aviseringar om inbjudningar från nya vänner eller godkända förfrågningar.

source: Receive notifications when you're passing nearby places.
da: Modtag beskeder, når du passerer i nærheden af steder.
de: Erhalte Benachrichtigungen, wenn du in der Nähe von Orten bist.
es: Recibe notificaciones cuando pases por lugares cercanos.
fi: Vastaanota ilmoituksia, kun ohitat lähellä olevia paikkoja.
fr: Recevez une alerte quand vous passez près d'une de vos adresses.
it: Ricevi notifiche quando passi nelle vicinanze dei luoghi.
ja: 近くの場所を通過するときに通知を受け取ります。
nl: Ontvang meldingen als je in de buurt van bepaalde plaatsen bent.
pt_br: Receber notificações quando você estiver passando por lugares próximos.
sv: Få aviseringar när du passerar närliggande platser.

source: Require iOS 10
da: Kræver iOS 10
de: iOS 10 erforderlich
es: Requiere iOS 10
fi: Vaatii iOS 10:n
fr: iOS 10 nécessaire
it: Richiede iOS 10
ja: iOS 10が必要です
nl: Vereist iOS 10
pt_br: Exige iOS 10
sv: Kräver iOS 10

source: See the map
da: Se kortet
de: Karte anzeigen
es: Ver el mapa
fi: Näytä kartta
fr: Voir la carte
it: Guarda la mappa
ja: マップを表示
nl: De kaart bekijken
pt_br: Ver o mapa
sv: Visa kartan

source: Socal activity
da: Social aktivitet
de: Soziale Aktivität
es: Actividad social
fi: Sosiaalinen toiminta
fr: Activité sociale
it: Attività social
ja: ソーシャル活動
nl: Sociale activiteit
pt_br: Atividade social
sv: Social aktivitet

source: Sorry, but proximity notifications are only available on iOS 10. Please update to enjoy.
da: Beklager, men nærhedsalarmer er kun tilgængelige på iOS 10. Opdater venligst for at nyde.
de: Es tut uns leid, aber die Umgebungsbenachrichtigungen sind nur für iOS 10 verfügbar. Bitte aktualisiere deine Version.
es: Lo sentimos, pero las notificaciones por proximidad solo están disponibles en iOS 10. Actualiza para seguir divirtiéndote.
fi: Valitettavasti lähistöilmoitukset ovat saatavilla vain iOS 10:lle. Päivitä hyödyntääksesi toimintoa.
fr: Désolé, les notifications de proximité ne sont disponibles qu'à partir d'iOS 10. Vous devez faire la mise à jour pour en profiter.
it: Spiacenti, ma le notifiche di prossimità sono disponibili solo su iOS 10. Aggiorna per usufruirne.
ja: 申し訳ありませんが、接近通知はiOS 10でのみご利用いただけます。 アップデートしてご利用ください。
nl: Sorry, maar meldingen voor nabijheid zijn alleen beschikbaar op iOS 10. Werk je iOS-versie bij om het te kunnen gebruiken.
pt_br: Desculpe, mas as notificações de proximidade só estão disponíveis no iOS 10. Atualize para utilizá-las.
sv: Tyvärr stöds avståndsbaserade aviseringar endast av iOS 10. Vänligen uppdatera.

source: Tap on settings, then on « location » then on « always ».
da: Tryk på indstillingerne, og derefter på « placering » og derefter på « altid ».
de: Tippe die Einstellungen an, dann „Standort“ und dann „Immer“.
es: Toca Ajustes, después «Ubicación» y después «Siempre».
fi: Napauta asetuksia, sitten « sijainti » ja sen jälkeen « aina ».
fr: Allez dans les paramètres, puis choisissez "Position" puis "Toujours".
it: Tocca sulle impostazioni, su « posizione » e infine su «sempre ».
ja: 設定をタップし、« 位置情報 » をオン、 « 常時 »をオンにします。
nl: Tik op instellingen, vervolgens op «locatie» vervolgens op «altijd».
pt_br: Toque nas configurações, e em « localização » e depois em « sempre ».
sv: Klicka på inställningar, "plats" och sedan "alltid".
