Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Then it's super easy to import all your places to Mapstr.
da: Så er det super nemt at importere alle dine steder til Mapstr.
de: Dann ist es super einfach, all deine Orte in Mapstr zu importieren.
es: Entonces es muy sencillo importar todos tus lugares en Mapstr.
fi: Silloin paikkasi on superhelppo siirtää Mapstriin.
fr: Alors importez super facilement toutes vos adresses sur Mapstr.
it: Dunque è veramente facile importare tutti i tuoi luoghi su Mapstr.
ja: すべての場所をMapstrに簡単にインポートすることができます。
nl: Dan is het super eenvoudig om al je plaatsen naar Mapstr te importeren.
pt_br: Então é super fácil importar todos os seus lugares para o Mapstr.
sv: Sen är det superenkelt att importera dina platser till Mapstr.

source: is waiting for you on mapstr, the 1st map-meets-notes app for users to save, see, share and send their favorite places!
da: venter på dig på mapstr, den 1. kort-møder-noter app for brugere at gemme, se, dele og sende deres yndlingssteder!
de: wartet auf dich bei Mapstr, der ersten App, die Karten und Notizen verbindet. Nutzer können ihre Lieblingsorte speichern, sehen, teilen und verschicken.
es: te está esperando en Mapstr, la 1.ª aplicación de mapas y notas para que los usuarios guarden, vean, compartan y envíen sus lugares favoritos!
fi: odottaa sinua mapstrissä; se on 1. kartta & muistikirja -sovellus, jolla käyttävät voivat tallentaa, katsoa, jakaa ja lähettää paikkojaan
fr: vous attend sur Mapstr, la 1ère application qui vous permet d'enregistrer toutes vos adresses préférées, de les trier, et de les partagez avec qui vous voulez !
it: ti sta aspettando su mapstr, la prima app con funzioni di mappa, annotazioni e incontri, dove gli utenti possono salvare, visualizzare, condividere e inviare i propri luoghi preferiti!
ja: さんがmapstrであなたを待っています！お気に入りの場所を保存、閲覧、共有、送信できる初めてのノート機能付きマップアプリ！
nl: staat op je te wachten op mapstr, de 1e app voor kaarten, afspraken en notities waarmee gebruikers hun favoriete plekken kunnen opslaan, zien, delen en versturen!
pt_br: está esperando você no mapstr, o primeiro aplicativo com mapa e notas para que os usuários salvem, vejam, compartilhem e enviem seus lugares favoritos!
sv: väntar på dig på mapstr - den första appen där man kan spara, visa dela och skicka sina favoritplatser!

source: Accept
da: Accepter
de: Annehmen
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accetta
ja: 承諾する
nl: Accepteren
pt_br: Aceitar
sv: Godkänn

source: Allow
da: Tillad
de: Zulassen
es: Permitir
fi: Salli
fr: Autoriser
it: Consenti
ja: 許可する
nl: Toestaan
pt_br: Permitir
sv: Tillåt

source: Are you sure to cancel invite for %s?
da: Er du sikker på at annullere invitation til %s?
de: Bist du dir sicher, dass du die Einladung für %s abbrechen möchtest?
es: ¿Seguro que quieres cancelar la invitación para %s?
fi: Haluatko varmasti perua kutsun kohteelle %s?
fr: Êtes-vous sûr(e) d'annuler l'invitation de %s ?
it: Sei sicuro/a di annullare l'invito destinato a %s?
ja: %sさんの招待をキャンセルしますか？
nl: Weet je zeker dat je de uitnodiging voor %s wil annuleren?
pt_br: Tem certeza que quer cancelar o convite para %s?
sv: Är det säkert att du vill ta tillbaka inbjudan till %s?

source: Back
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt_br: Voltar
sv: Tillbaka

source: Cancel Invite
da: Annuller invitation
de: Einladung abbrechen
es: Cancelar invitación
fi: Peru kutsu
fr: Annuler l'invitation
it: Annulla invito
ja: 招待をキャンセル
nl: Uitnodiging annuleren
pt_br: Cancelar Convite
sv: Ta tillbaka inbjudan

source: Enter your friend's username or email:
da: Indtast din vens brugernavn eller e-mail:
de: Gib den Benutzernamen oder die E-Mail-Adresse deines Freundes ein:
es: Escribe el nombre de usuario o el correo de tu amigo:
fi: Anna ystäväsi käyttäjätunnus tai sähköposti:
fr: Entrez le nom utilisateur de votre ami ou son email :
it: Inserisci l'ID o l'email del tuo amico:
ja: 友だちのユーザー名またはメールアドレスを入力：
nl: Voer de gebruikersnaam of het e-mailadres van je vriend in:
pt_br: Digite o ID ou o e-mail do seu amigo:
sv: Ange din väns användarnamn eller e-postadress:

source: Connect %s
da: Forbind %s
de: Verbinde %s
es: Conectar %s
fi: Yhdistä%s
fr: Connecter %s
it: Connetti %s
ja: %sを接続
nl: Verbind %s
pt_br: Conectar %s
sv: Anslut %s

source: Follow
da: Følg
de: Folgen
es: Seguir
fi: Seuraa
fr: Suivre
it: Segui
ja: フォローする
nl: Volgen
pt_br: Seguir
sv: Följ

source: Friends
da: Venner
de: Freunde
es: Amigos
fi: Ystävät
fr: Amis
it: Amici
ja: 友だち
nl: Vrienden
pt_br: Amigos
sv: Vänner

source: Hey, I use Mapstr app to save all my favorite places in the world, tag them and share them... and I'd like to share them with you! Download Mapstr for free:
da: Hej, Jeg bruger Mapstr app til at gemme alle mine yndlingssteder i verden, tagge dem og dele dem... og jeg vil gerne dele dem med dig! Download Mapstr gratis:
de: Hey, ich verwende die App Mapstr, um meine absoluten Lieblingsorte zu speichern, sie zu taggen und zu teilen... und ich möchte sie gerne mit dir teilen! Lade Mapstr kostenlos herunter:
es: Hola: Uso la aplicación Mapstr para guardar mis lugares favoritos en el mundo, etiquetarlos y compartirlos... ¡y me gustaría compartirlos contigo! Descarga Mapstr gratis:
fi: Hei, Käytän Mapstr-sovellusta tallentaakseni suosikkipaikkani, merkitäkseni ne ja jakaakseni ne... ja jakaisin ne mielelläni kanssasi! Lataa Mapstr ilmaiseksi:
fr: Hey, J'utilise l'appli Mapstr pour enregistrer toutes mes adresses préférées, les trier et les partager... et j'aimerais les partager avec toi ! Télécharge Mapstr gratuitement :
it: Ehi, sto utilizzando l'app Mastr per salvare tutti i miei luoghi preferiti nel mondo, taggarli e condividerli... e mi piacerebbe condividerli con te! Scarica Mapstr gratuitamente:
ja: こんにちは 私は「Mapstr」アプリを使って、自分の世界中のお気に入りの場所を保存して、タグ付けしたり、共有したりしています…あなたともぜひ共有したいです！ Mapstrの無料ダウンロード：
nl: Hey, Ik gebruik de Mapstr app om al mijn favoriete plekken in de wereld op te slaan, te taggen en te delen... en ik zou ze graag met je delen! Download Mapstr gratis:
pt_br: Ei, Eu uso o aplicativo Mapstr para salvar todos os meus lugares favoritos no mundo, marcá-los e compartilhá-los... e eu gostaria de compartilhá-los com você! Baixe Mapstr gratuitamente:
sv: Hej, Jag använder Mapstr för att spara alla mina favoritplatser i världen. Dessutom taggar jag och delar dem... jag skulle nu vilja dela dem med dig! Ladda ner Mapstr gratis:

source: Hey, add me on Mapstr! I'm @%s.
da: Hej, tilføj mig på Mapstr! Jeg er @%s.
de: Hey, füge mich auf Mapstr hinzu! Ich bin @%s.
es: ¡Hola, añádeme en Mapstr! Soy @%s.
fi: Hei, lisää minut Mapstriin! Olen @%s.
fr: Hey, ajoute moi sur Mapstr ! Je suis @%s.
it: Ehi, aggiungimi su Mapstr! Sono @%s.
ja: ねぇ、Mapstrで私を追加して！私は＠%sです。
nl: Hey, voeg me toe op Mapstr! Ik ben @%s.
pt_br: Ei, me adicione no Mapstr! Eu sou @%s.
sv: Hej, lägg till mig på Mapstr! @%s.

source: Invite contacts
da: Inviter kontakter
de: Kontakte einladen
es: Invitar a contactos
fi: Kutsu kontakteja
fr: Inviter vos contacts
it: Invita contatti
ja: 連絡先を招待
nl: Contactpersonen uitnodigen
pt_br: Convidar contatos
sv: Bjud in kontakter

source: Invite
da: Inviter
de: Einladen
es: Invitar
fi: Kutsu
fr: Inviter
it: Invita
ja: 招待する
nl: Uitnodigen
pt_br: Convidar
sv: Bjud in

source: Invited
da: Inviteret
de: Eingeladen
es: Invitado
fi: Kutsuttu
fr: Invité(e)
it: Invitato
ja: 招待済み
nl: Uitgenodigd
pt_br: Convidou
sv: Inbjuden

source: Invites
da: Inviterede
de: Einladungen
es: Invitaciones
fi: Kutsut
fr: Invitations
it: Inviti
ja: 招待状
nl: Uitnodiging
pt_br: Convites
sv: Inbjudningar

source: Join me on Mapstr!
da: Bliv medlem på Mapstr!
de: Komm zu Mapstr!
es: ¡Ven conmigo a Mapstr!
fi: Liity Mapstriin!
fr: Rejoins moi sur Mapstr !
it: Raggiungimi su Mapstr!
ja: 一緒にMapstrを使おう！
nl: Doe met me mee op Mapstr!
pt_br: Junte-se a mim no Mapstr!
sv: Gå med i Mapstr!

source: No invites 👻
da: Ingen inviterede 👻
de: Keine Einladungen 👻
es: Sin invitaciones 👻
fi: Ei kutsuja 👻
fr: Aucune invitation 👻
it: Nessun invito 👻
ja: 招待状はありません👻
nl: Geen uitnodigingen 👻
pt_br: Não há convites 👻
sv: Inbjudningar saknas 👻

source: No places yet
da: Ingen steder endnu
de: Noch keine Orte
es: Ningún lugar todavía
fi: Ei paikkoja
fr: Pas encore d'adresse
it: Ancora nessun luogo
ja: 場所はまだありません
nl: Nog geen plaatsen
pt_br: Não há lugares ainda
sv: Platser saknas

source: Please, connect first!
da: Opret forbindelse først!
de: Bitte zuerst verbinden!
es: ¡Conéctate primero!
fi: Muodosta ensin yhteys!
fr: Connectez-vous d'abord !
it: Per prima cosa connettiti!
ja: まず接続してください！
nl: Je moet eerst verbinding maken!
pt_br: Por favor, conecte-se primeiro!
sv: Anslut först!

source: Remove %s from your friends?
da: Fjern %s fra dine venner?
de: %s aus deinen Freunden entfernen?
es: ¿Quitar a %s de tus amigos?
fi: Poistetaanko %s ystävistäsi?
fr: Retirer %s de vos amis ?
it: Rimuovere %s dai propri amici?
ja: %sさんを友だちから削除しますか？
nl: %s uit je vrienden verwijderen?
pt_br: Remover %s dos seus amigos?
sv: Ta bort %s från vänlistan?

source: Remove %s
da: Fjern %s
de: %s entfernen
es: Quitar a %s
fi: Poista %s
fr: Retirer %s
it: Rimuovi %s
ja: %sさんを削除
nl: %s verwijderen
pt_br: Remover %s
sv: Ta bort %s

source: Share your profile
da: Del din profil
de: Teile dein Profil
es: Compartir tu perfil
fi: Jaa profiilisi
fr: Partager votre profil
it: Condividi il tuo nome utente
ja: プロフィールを共有
nl: Deel je profiel
pt_br: Compartilhe seu nome de usuário
sv: Dela din profil

source: Show my friends on Mapstr
da: Vis mine venner på Mapstr
de: Meine Freunde bei Mapstr anzeigen
es: Mostrar a mis amigos en Mapstr
fi: Näytä ystävilleni Mapstrissä
fr: Voir mes amis déjà sur Mapstr
it: Visualizza i miei amici su Mapstr
ja: Mapstrの友だちを表示
nl: Mijn vrienden op Mapstr weergeven
pt_br: Mostrar meus amigos no Mapstr
sv: Visa mina vänner på Mapstr

source: Swipe right and find if any of your friends is already on Mapstr
da: Stryg til højre og find ud af om nogen af dine venner allerede er på Mapstr
de: Wische nach rechts, um zu sehen, ob einer deiner Freunde schon bei Mapstr ist
es: Desliza a la derecha y descubre si alguno de tus amigos ya está en Mapstr
fi: Pyyhkäisemällä oikealle selvität, onko joku ystävistäsi jo Mapstrissä
fr: Balayez pour voir vos amis utilisant déjà Mapstr
it: Swipe a destra per verificare se alcuni tuoi amici si trovano già su Mapstr
ja: 右にスワイプして、Mapstrを使っている友だちを見つけよう
nl: Veeg naar rechts en komt erachter wie van je vrienden al op Mapstr zitten
pt_br: Deslize para a direita e descubra se algum dos seus amigos já está no Mapstr
sv: Dra åt höger på skärmen och kolla om några av dina vänner redan finns på Mapstr

source: Unable to connect to your facebook account
da: Kan ikke oprette forbindelse til din facebook-konto
de: Verbindung mit deinem Facebook-Konto nicht möglich
es: No se puede conectar a tu cuenta de Facebook
fi: Yhteyden muodostus Facebook-tiliin epäonnistui
fr: Impossible de se connecter à votre compte Facebook
it: Impossibile connettersi al tuo account Facebook
ja: Facebookアカウントに接続できません
nl: Kan geen verbinding maken met je Facebookaccount
pt_br: Não foi possível conectar a sua conta do facebook
sv: Kunde inte ansluta till ditt Facebook-konto

source: pending...
da: afventer...
es: Esperando...
fi: odottaa...
ja: 保留中...
nl: bezig...
sv: väntar på svar...

source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい
nl: Ja
pt_br: Sim
sv: Ja

source: You won't be able to access your friend's map anymore, and your friend won't be able to access yours.
da: Du kan ikke få adgang til din vens kort længere, og din ven vil ikke kunne få adgang til dine.
de: Du kannst dann auf die Karte deines Freundes nicht mehr zugreifen und dein Freund nicht auf deine.
es: No podrás volver a acceder al mapa de tu amigo, ni tu amigo a tu mapa.
fi: Et voi enää avata ystäväsi karttaa, eikä ystäväsi voi avata sinun karttaasi.
fr: Vous ne pourrez plus accéder à la carte de votre ami, et il ne pourra plus accéder à la vôtre.
it: Non sarai più in grado di accedere alla mappa dei tuoi amici, e tuoi amici non potranno accedere ai tuoi.
ja: あなたは友だちのマップにアクセスできなくなり、友だちもあなたのマップにアクセスできなくなります。
nl: Je hebt dan geen toegang meer tot de kaarten van vrienden en vrienden niet tot de kaart van jou.
pt_br: Você não conseguirá mais acessar o mapa do seu amigo, e seu amigo não conseguirá acessar o seu.
sv: Du kommer inte att kunna komma åt din väns karta längre och vice versa.

source: Hey, you haven't allowed Mapstr to access your contacts. Open settings to change this!
da: Hej, du har ikke tilladt Mapstr at få adgang til dine kontakter. Åbn indstillinger for at ændre dette!
de: Hey, du hast Mapstr noch nicht erlaubt, auf deine Kontakte zuzugreifen. Öffne die Einstellungen, um dies zu ändern!
es: No has permitido que Mapstr acceda a tus contactos. ¡Abre la configuración para permitirlo!
fi: Et ole antanut Mapstrille valtuuksia yhteystietojesi käyttämiseen. Muuta asia asetukset avaamalla!
fr: Hey, vous n'avez pas autorisé Mapstr à accéder à vos contacts. Allez dans les paramètres pour y remédier !
it: Ehi, non hai abilitato Mapstr per accedere ai tuoi contatti. Apri le impostazioni per eseguire la modifica!
ja: Mapstrに連絡先へのアクセス許可が与えられていません。設定を開いて変更してください！
nl: Hey, Mapstr heeft nog geen toegang tot je contactpersonen. Open de instellingen om dit te veranderen!
pt_br: Ei, você não permitiu que Mapstr acesse seus contatos. Abra as configurações para mudar isso!
sv: Halloj, du har inte gett Mapstr åtkomst till dina kontakter. Öppna inställningarna för att ändra detta!

source: Mapstr needs your authorization to access your contacts.
da: Mapstr har brug for din tilladelse til at få adgang til dine kontakter.
de: Mapstr benötigt deine Autorisation, um auf deine Kontakte zuzugreifen.
es: Mapstr necesita tu autorización para acceder a tus contactos.
fi: Mapstr tarvitsee valtuutuksesi yhteystietojesi käyttämiseen.
fr: Mapstr a besoin de votre autorisation pour accéder à vos contacts.
it: Mapstr ha bisogno della tua autorizzazione per accedere ai tuoi contatti.
ja: Mapstrに連絡先へのアクセス許可を与える必要があります。
nl: Mapstr heeft toegang tot je contactpersonen nodig.
pt_br: Mapstr precisa da sua autorização para acessar seus contatos.
sv: Mapstr behöver ditt godkännande för att komma åt dina kontakter.

source: Find a place
da: Find et sted
de: Einen Ort finden
es: Buscar un lugar
fi: Löydä paikka
fr: Recherche
it: Trova un luogo
ja: 場所を見つけよう
nl: Een plaats zoeken
pt_br: Encontrar um lugar
sv: Hitta plats

source: Sign in and save your first places in the app, to retrieve them in Messages
da: Log ind og gem dine første steder i appen for at hente dem i Beskeder
de: Melde dich an und speichere deine ersten Ort in der App, dann kannst du sie in iMessage aufrufen.
es: Inicia sesión y guarda tus primeros lugares en la aplicación, para poder recuperarlos en los mensajes
fi: Rekisteröidy ja tallenna paikkasi sovellukseen, jotta voit hakea ne viestiosiossa
fr: Connectez-vous et enregistrez vos adresses dans l'application, pour les retrouver dans Messages
it: Registrati e salva i tuoi primi luoghi sulla app. Li ritroverai nei Messaggi
ja: サインインして最初の場所をアプリに保存すると、メッセージでそれらの場所を取得することができます
nl: Meld je aan en sla je eerste plaatsen op in de app om ze te kunnen ophalen in Berichten
pt_br: Entre e salve seus primeiros lugares no aplicativo, para recuperá-los em Mensagens
sv: Logga in och spara dina första platser i appen för att hämta dem i "Meddelanden"

source: Sign in
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu
fr: Connexion
it: Registrati
ja: サインイン
nl: Aanmelden
pt_br: Entrar
sv: Logga in

source: See more in Mapstr
da: Se mere på Mapstr
de: Mehr in Mapstr anzeigen
es: Ver más en Mapstr
fi: Näe lisää Mapstrissä
fr: Voir plus de détail dans Mapstr
it: Visualizza altro su Mapstr
ja: Mapstrで詳細をチェック
nl: Bekijk meer in Mapstr
pt_br: Ver mais no Mapstr
sv: Visa mer i Mapstr

source: %s invited you!
da: %s inviterede dig!
de: %s hat dich eingeladen!
es: ¡%s te ha invitado!
fi: %s kutsui sinut!
fr: %s vous a invité !
it: %s ti ha invitato!
ja: %sさんに招待されました！
nl: %s heeft je uitgenodigd!
pt_br: %s convidou você!
sv: %s bjöd in dig!

source: Follow %s to see his map.
da: Følg %s for at se hans kort.
de: Folge %s, um seine Karte zu sehen.
es: Sigue a %s para ver su mapa.
fi: Ota %s seurantaan ja näe kartta.
fr: Suivez %s pour voir sa carte.
it: Segui %s per vedere la sua mappa.
ja: フォローして、%sさんのマップを見よう。
nl: Volg %s om deze kaart te zien.
pt_br: Siga %s para ver o mapa dele.
sv: Följ %s för att se hans karta.

source: Hey Mapstr, there's a conflict with my accounts!
da: Hej Mapstr, der er en konflikt med mine konti!
de: Hey Mapstr, es gibt ein Problem mit meinen Accounts!
es: ¡Oye, Mapstr, hay un conflicto con mis cuentas!
fi: Hei Mapstr, tilieni välillä ilmeni ristiriitoja!
fr: Salut Mapstr, il y a un conflit entre mes comptes !
it: Ehi Mapstr, c'è un conflitto con i miei account!
ja: Mapstr、アカウントの競合が発生しています！
nl: Hé Mapstr, er is een probleem met mijn accounts!
pt_br: Ei, Mapstr, há um conflito com as minhas contas!
sv: Halloj, det har uppstått en konflikt med mina konton!

source: Hey, join me on Mapstr! I'm @%s.
da: Hej, kom med mig på Mapstr! Jeg er @%s.
de: Hey, komm zu Mapstr! Ich bin @%s.
es: ¡Hola, únete a mí en Mapstr! Soy @%s.
fi: Liity seuraani Mapstrissä! Olen @%s.
fr: Hey, rejoins moi sur Mapstr ! Je suis @%s.
it: Ehi, raggiungimi su Mapstr! Sono @%s.
ja: ねぇ、一緒にMapstrを使おう！私は＠%sです。
nl: Hé, voeg me toe op Mapstr! Ik ben @%s.
pt_br: Ei, junte-se a mim no Mapstr! Eu sou @%s.
sv: Halloj, gå med i Mapstr! Jag heter @%s.

source: Invite %s to share your maps together.
da: Inviter %s for at dele jeres kort.
de: Lade %s ein, um eure Karten miteinander zu teilen.
es: Invita a %s a compartir vuestros mapas.
fi: Kutsu %s jakaaksenne karttanne.
fr: Invitez %s pour partager vos cartes.
it: Invita %s per condividere le vostre mappe.
ja: %sさんを招待して、マップを共有しよう。
nl: Nodig %s uit om je kaarten samen te delen.
pt_br: Convide %s para compartilhar seus mapas.
sv: Bjud in %s att dela era kartor tillsammans.

source: Please, contact us!
da: Kontakt os venligst!
de: Bitte kontaktiere uns!
es: ¡Por favor, contáctanos!
fi: Ota meihin yhteyttä!
fr: Merci de nous contacter !
it: Contattaci!
ja: お問い合わせください！
nl: Neem contact met ons op!
pt_br: Entre em contato com a gente!
sv: Kontakta oss gärna!

source: There's a conflict between your Facebook account and your email account... Please get in touch with us (hello@mapstr.com) so that we fix it for you!
da: Der er en konflikt mellem din Facebook-konto og din e-mailkonto... Kontakt os venligst (hello@mapstr.com), så vi kan løse det for dig!
de: Es gibt ein Problem mit der Verbindung zwischen deinem Facebook- und deinem E-Mail-Konto... Bitte melde dich bei uns (hello@mapstr.com), damit wir das Problem für dich lösen !
es: Hay un conflicto entre tu cuenta de Facebook y tu cuenta de correo electrónico... ¡Ponte en contacto con nosotros (hello@mapstr.com) para que lo solucionemos!
fi: Facebook-tilisi ja sähköpostitilisi välillä ilmeni ristiriitoja... ota meihin yhteyttä (hello@mapstr.com), jotta voimme korjata asian!
fr: Il y a un conflit entre votre compte Facebook et votre compte email... Merci de nous contacter (hello@mapstr.com) pour que nous corrigions ça pour vous !
it: C'è un conflitto tra l'account Facebook e il tuo account e-mail... Contattaci (hello@mapstr.com) per consentirci di risolvere il problema!
ja: お使いのFacebookアカウントとメールアカウント間で競合が生じています…この問題を修正しますので、hello@mapstr.comまでご連絡ください！
nl: Er is een conflict tussen je Facebookaccount en je e-mailaccount... Neem contact met ons op via (hello@mapstr.com), zodat we het kunnen oplossen!
pt_br: Há um conflito entre sua conta do Facebook e sua conta de e-mail... Entre em contato conosco (hello@mapstr.com) para que possamos corrigir isso para você!
sv: Det har uppstått en konflikt mellan ditt Facebook- och e-postkonto... Vänligen kontakta oss (hello@mapstr.com) så att vi kan fixa det åt dig!

source: It's time to join!
da: Det er på tide at tilmelde sig!
de: Erstelle dein Profil!
es: ¡Es hora de unirse!
fi: On aika liittyä!
fr: Créez votre compte !
it: È ora di iscriverti!
ja: 参加しよう！
nl: Meld je aan!
pt_br: É hora de participar!
sv: Det är dags att gå med

source: You should create an account if you don't want to loose all your places.
da: Du skal oprette en konto, hvis du ikke vil miste alle dine steder.
de: Du solltest ein Konto anlegen, damit deine Orte nicht verloren gehen.
es: Deberías crear una cuenta si no quieres perder todos tus lugares.
fi: Sinun kannattaa luoda tili, jos et halua menettää kaikkia paikkojasi.
fr: Vous devriez créer un compte si vous ne voulez pas risquer de perdre vos adresses.
it: Se non vuoi perdere tutti i luoghi devi creare un account.
ja: すべての場所を失わないようにするには、アカウントを作成する必要があります。
nl: Je moet een account aanmaken als je niet wilt dat je al je plaatsen kwijt raakt.
pt_br: Você deveria criar uma conta se não quiser perder todos os seus lugares.
sv: Du bör öppna ett konto om du inte vill förlora alla dina platser.

source: %s Import
es: Importación (%s)
fi: %s -tuonti
fr: Import %s
it: Importazione %s
ja: %sのインポート
nl: %s importeren
pt_br: Importar %s

source: Connect to Foursquare
da: Forbind til Foursquare
de: Verbindung zu Foursquare
es: Conectar a Foursquare
fi: Yhdistä Foursquareen
fr: Connexion à Foursquare
it: Connettiti a Foursquare
ja: Foursquareに接続
nl: Verbinden met Foursquare
pt_br: Conectar ao Foursquare
sv: Anslut till Foursquare

source: Connect to Instagram
da: Forbind til Instagram
de: Verbindung zu Instagram
es: Conectar a Instagram
fi: Yhdistä Instagramiin
fr: Connexion à Instagram
it: Connettiti a Instagram
ja: Instagramに接続
nl: Verbinden met Instagram
pt_br: Conectar ao Instagram
sv: Anslut till Instagram

source: Connect to Swarm
da: Forbind til Swarm
de: Verbindung mit Swarm
es: Conectar a Swarm
fi: Yhdistä Swarmiin
fr: Connexion à Swarm
it: Connettiti a Swarm
ja: Swarmに接続
nl: Verbinden met Swarm
pt_br: Conectar ao Swarm
sv: Anslut till Swarm

source: Deselect All
da: Fravælg alle
de: Alle abwählen
es: Desmarcar todo
fi: Poista valinnat
fr: Tout déselectionner
it: Deseleziona tutto
ja: すべて選択解除
nl: Alles deselecteren
pt_br: Desmarcar Todos
sv: Avmarkera alla

source: Please, connect to your Instagram account and allow Mapstr to import your places
da: Vær venlig at oprette forbindelse til din Instagram-konto og lad Mapstr importere dine steder
de: Bitte verbinde dich mit deinem Instagram-Konto und erlaube Mapstr deine Orte zu importieren
es: Conéctate con tu cuenta de Instagram y permite que Mapstr importe tus lugares
fi: Yhdistä Instagram-tiliisi ja anna Mapstrille valtuudet paikkojesi tuomiseen
fr: Veuillez vous connecter à votre compte Instagram pour permettre à Mapstr d'importer vos listes de lieux
it: Connettiti al tuo account Instagram e consenti a Mapstr di importare i tuoi luoghi
ja: Mapstrに保存されている場所をインポートするには、Instagramアカウントに接続してください
nl: Meld je aan bij je Instagramaccount en laat Mapstr je plaatsen importeren
pt_br: Por favor, conecte-se à sua conta do Instagram e permita que o Mapstr importe seus lugares
sv: Anslut ditt Instagram-konto och tillåt Mapstr att importera dina platser
