Repository: hulab/Parse-SDK-iOS-OSX
Catalog: po/*.po
Languages: da, de, es, fi, fr, it, ja, nl, pt_br, sv

source: Hey Mapstr, you couldn't read this file!
da: Hej Mapstr, du kunne ikke læse denne fil!
de: Hey Mapstr, du konntest diese Datei nicht lesen!
es: ¡Mapstr, no has podido leer este archivo!
fi: Hei Mapstr, et voinut lukea tätä tiedostoa!
fr: Salut Mapstr, vous n'avez pas réussi à lire ce fichier !
it: Ehy Mapstr, non sei riuscito a leggere questo file!
ja: Mapstr、このファイルが読み込まれませんでした！
nl: Hey Mapstr, je kon dit bestand niet lezen!
pt_br: Ei Mapstr, você não conseguiu ler este arquivo!
sv: Hej Mapstr, du kunde inte läsa denna fil!

source: I'm sure!
da: Jeg er sikker!
de: Ich bin mir sicher!
es: ¡Estoy seguro!
fi: Olen varma!
fr: J'en suis sûr(e) !
it: Ne sono sicuro!
ja: もちろん！
nl: Ik weet het zeker!
pt_br: Tenho certeza!
sv: Jag är säker!

source: Identifying...
da: Identificerer...
de: Identifizierung...
es: Identificando...
fi: Tunnistetaan...
fr: Identification...
it: In identificazione...
ja: 確認中…
nl: Identificeren…
pt_br: Identificando...
sv: Identifierar...

source: It's a 6 letters password. Do you want to receive an email with a link to reset it?
da: Det er et kodeord på 6 bogstaver. Ønsker du at modtage en e-mail med et link for at nulstille det?
de: Es handelt sich um ein Passwort mit 6 Buchstaben. Möchtest du eine E-Mail mit einem Link zum Zurücksetzen erhalten?
es: Es una contraseña de 6 letras. ¿Quieres recibir un correo electrónico con un enlace para restablecerla?
fi: Se on kuusikirjaiminen salasana. Haluaisitko, että lähetämme uudistuslinkin sisältävän sähköpostin?
fr: Il comporte 6 lettres. Voulez-vous recevoir un email avec un lien pour le réinitialiser ?
it: È una password di 6 lettere. Vuoi ricevere un'e-mail con un link per reimpostarla?
ja: 6文字のパスワードです。 パスワードリセットのリンクをメールで受け取りますか？
nl: Het is een wachtwoord met 6 letters. Wil je een e-mail met een link om het te resetten?
pt_br: É uma senha de 6 letras. Quer receber um e-mail com um link para redefini-la?
sv: Ett lösenord med 6 bokstäver. Vill du få ett e-postmeddelande som innehåller en nollställningslänk?

source: Import
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pt_br: Importar
sv: Importera

source: Import Place
da: Importer sted
de: Ort importieren
es: Importar lugar
fi: Tuo paikka
fr: Importer
it: Importa luogo
ja: 場所をインポート
nl: Plaats importeren
pt_br: Importar Lugar
sv: Importera plats

source: Inactive
da: Inaktiv
de: Inaktiv
es: Inactivo
fi: Ei-aktiivinen
fr: Inactif(s)
it: Inattivo
ja: 無効
nl: Inactief
pt_br: Inativo
sv: Inaktiv

source: Invalid file
da: Ugyldig fil
de: Ungültige Datei
es: Archivo no válido
fi: Ei-käypä tiedosto
fr: Fichier invalide
it: File non valido
ja: 無効なファイル
nl: Ongeldig bestand
pt_br: Arquivo inválido
sv: Ogiltig fil

source: Invalid password
da: Forkert kodeord
de: Ungültiges Passwort
es: Contraseña no válida
fi: Ei-käypä salasana
fr: Mot de passe incorrect
it: Password non valida
ja: 無効なパスワード
nl: Ongeldig wachtwoord
pt_br: Senha inválida
sv: Ogiltigt lösenord

source: It seems your account is disconnected. We'll try to reconnect.
da: Det ser ud til, at din konto er afbrudt. Vi forsøger at genoprette forbindelse.
de: Dein Konto ist nicht verbunden. Wir versuchen, die Verbindung wiederherzustellen.
es: Parece que tu cuenta está desconectada. Intentaremos volver a conectar.
fi: Tilisi yhteys on näemmä katkennut. Yritämme muodostaa yhteyden uudelleen.
fr: Apparemment, votre compte a été déconnecté. Nous allons essayer de vous reconnecter.
it: Sembra che il tuo account si sia disconnesso. Tenteremo una riconnessione.
ja: アカウントは切断されているようです。再接続を試みてみます。
nl: Het lijkt erop dat je account is losgekoppeld. We zullen proberen opnieuw te verbinden.
pt_br: Parece que sua conta está desconectada. Vamos tentar reconectar.
sv: Det verkar som att ditt konto är frånkopplat. Vi försöker återansluta.

source: Last name
da: Efternavn
de: Nachname
es: Apellidos
fi: Sukunimi
fr: Nom
it: Cognome
ja: 姓
nl: Achternaam
pt_br: Sobrenome
sv: Efternamn

source: Links with external apps
da: Links med eksterne apps
de: Links mit externen Apps
es: Enlaces con aplicaciones externas
fi: Ulkoisten sovellusten linkit
fr: Applications externes
it: Link alle app esterne
ja: 外部アプリとのリンク
nl: Koppelt met externe apps
pt_br: Link com aplicativos externos
sv: Länkar med externa appar

source: Loading...
da: Indlæser...
de: Wird geladen...
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento...
ja: 読み込み中…
nl: Laden…
pt_br: Carregando...
sv: Laddar...

source: Local time:
da: Lokal tid:
de: Ortszeit:
es: Hora local:
fi: Paik. aika:
fr: Heure locale :
it: Orario locale:
ja: 現地時間：
nl: Lokale tijd:
pt_br: Horário local:
sv: Lokal tid:

source: Location unavailable
da: Placering utilgængelig
de: Standort nicht verfügbar
es: Ubicación no disponible
fi: Sijainti ei saatavilla
fr: Position introuvable
it: Posizione non disponibile
ja: 位置情報が利用できません
nl: Locatie is niet beschikbaar
pt_br: Localização indisponível
sv: Plats ej tillgänglig

source: Login
da: Log ind
de: Anmeldung
es: Inicio de sesión
fi: Kirjaudu
fr: Connexion
it: Accesso
ja: ログイン
nl: Inloggen
sv: Logga in

source: Looking around...
da: Kigger rundt...
de: Umsehen...
es: Buscando alrededor...
fi: Katsotaan ympärille...
fr: Recherche autour...
it: Ricerca nelle vicinanze...
ja: 周辺を探しています…
nl: Rondkijken...
pt_br: Procurando...
sv: Letar...

source: Mapstr was not able to access the camera!
da: Mapstr kunne ikke få adgang til kameraet!
de: Mapstr konnte nicht auf die Kamera zugreifen!
es: ¡Mapstr no pudo acceder a la cámara!
fi: Mapstr ei saanut yhteyttä kameraan!
fr: Mapstr n'a pas pu accéder à la caméra de l'appareil !
it: Mapstr non è stato in grado di accedere alla fotocamera!
ja: Mapstrがカメラにアクセスできませんでした！
nl: Mapstr heeft geen toegang tot de camera!
pt_br: Mapstr não conseguiu acessar a câmera!
sv: Mapstr kunde inte komma åt kameran!

source: Mapstr was not able to find your location... We're so sorry! Please try again later!
da: Mapstr kunne ikke finde din placering ... Vi beklager! Prøv igen senere!
de: Mapstr konnte nicht auf deinen Standort zugreifen... Es tut uns leid! Bitte versuche es später wieder!
es: Mapstr no pudo encontrar tu ubicación... ¡Lo sentimos! ¡Inténtalo más tarde!
fi: Mapstr ei löytänyt sijaintipaikkaasi, ja olemme pahoillamme siitä! Yritä myöhemmin uudelleen!
fr: Mapstr n'a pas pu déterminer votre position.. Nous en sommes vraiment désolés ! Merci de réessayer un peu plus tard !
it: Mapstr non è stato in grado di trovare la tua posizione... Siamo veramente dispiaciuti! Riprova più tardi!
ja: Mapstrはあなたの現在地を特定できません…申し訳ありません！後でもう一度お試しください！
nl: Mapstr was niet in staat om je locatie te vinden... Het spijt ons! Probeer het later opnieuw!
pt_br: Mapstr não conseguiu encontrar a sua localização... Lamentamos muito! Por favor, tente novamente mais tarde!
sv: Mapstr kunde inte hitta din palts... Vi beklagar! Försök igen senare!

source: Maybe later
da: Måske senere
de: Vielleicht später
es: Tal vez más tarde
fi: Ehkä myöhemmin
fr: Peut-être plus tard
it: Forse più tardi
ja: たぶん後で
nl: Misschien later
pt_br: Talvez mais tarde
sv: Kanske senare

source: Modify place
da: Ændre sted
de: Ort bearbeiten
es: Modificar lugar
fi: Muokkaa paikkaa
fr: Modifier
it: Modifica luogo
ja: 場所を修正する
nl: Plaats wijzigen
pt_br: Modificar lugar
sv: Redigera plats

source: My Map
da: Mit kort
de: Meine Karte
es: Mi mapa
fi: Karttani
fr: Ma carte
it: La mia mappa
ja: マイマップ
nl: Mijn kaart
pt_br: Meu Mapa
sv: Min karta

source: Nature
da: Natur
de: Natur
es: Naturaleza
fi: Luonto
it: Natura
ja: 自然
nl: Natuur
pt_br: Natureza
sv: Natur

source: Navigation
es: Navegación
fi: Navigointi
fr: Itinéraires
it: Navigazione
ja: ナビゲーション
nl: Navigatie
pt_br: Navegação
sv: Navigering

source: Near
da: Nær ved
de: In der Nähe
es: Cerca
fi: Lähellä
fr: Près de
it: Vicino
ja: 近く
nl: In de buurt
pt_br: Próximo
sv: Nära

source: Need some help?
da: Brug for hjælp?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ja: ヘルプが必要ですか？
nl: Hulp nodig?
pt_br: Precisa de ajuda?
sv: Behöver du hjälp?

source: Network error
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
it: Errore di rete
ja: ネットワークエラー
nl: Netwerkfout
pt_br: Erro de rede
sv: Nätverksfel

source: NEW
da: NY
de: NEU
es: NUEVO
fi: UUSI
it: NUOVO
ja: 新
nl: NIEUW
pt_br: NOVO
sv: NYTT

source: No Connection
da: Ingen forbindelse
de: Keine Verbindung
es: Sin conexión
fi: EI yhteyttä
fr: Pas de connexion
it: Nessuna connessione
ja: 接続なし
nl: Geen verbinding
pt_br: Sem Conexão
sv: Anslutning saknas

source: No more results
da: Ikke flere resultater
de: Keine weiteren Ergebnisse
es: No hay más resultados
fi: Ei tuloksia
fr: Pas d'autres résultats
it: Nessun altro risultato
ja: その他の結果はありません
nl: Geen andere resultaten
pt_br: Não há mais resultados
sv: Inga fler resultat

source: No tags selected
da: Ingen tags valgt
de: Keine Tags ausgewählt
es: Ninguna etiqueta seleccionada
fi: Ei valittuja tunnisteita
fr: Merci de choisir au moins un tag
it: Nessun tag selezionato
ja: 選択されているタグはありません
nl: Geen labels geselecteerd
pt_br: Não há marcações selecionadas
sv: Inga taggar valda

source: No thanks
da: Nej tak
de: Nein danke
es: No, gracias
fi: Ei kiitos
fr: Non merci
it: No, grazie
ja: いいえ、結構です
nl: Nee, bedankt
pt_br: Não, obrigado
sv: Nej tack

source: Nobody here?
da: Er her ingen?
de: Niemand hier?
es: ¿Nadie aquí?
fi: Onko täällä ketään?
fr: Personne ici ?
it: C'è nessuno qui?
ja: ここには誰もいませんか？
nl: Is daar iemand?
pt_br: Ninguém aqui?
sv: Ingen här?

source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
it: Non adesso
ja: 今はしない
nl: Niet nu
pt_br: Não agora
sv: Inte nu

source: Not that much
da: Ikke så meget
de: Nicht wirklich
es: No tanto
fi: Ei kovin paljon
fr: Pas tant que ça
it: Non così tanto
ja: それほどではない
nl: Niet zo veel
pt_br: Não muito
sv: Inte så mycket

source: Official photos cannot be removed. We're sorry for that.
da: Officielle billeder kan ikke fjernes. Vi er ked af det.
de: Offizielle Fotos können nicht entfernt werden. Das tut uns leid.
es: Lo sentimos, pero no se pueden quitar las fotos oficiales.
fi: Virallisia valokuvia ei valitettavasti voi poistaa.
fr: Les photos officielles ne peuvent être supprimées. Nous en sommes désolés.
it: Le foto ufficiali non possono essere rimosse. Ci spiace.
ja: 公式写真は削除できません。申し訳ありません。
nl: Officiële foto's kunnen niet worden verwijderd. Onze excuses daarvoor.
pt_br: As fotos oficiais não podem ser removidas. Sentimos muito por isso.
sv: Officiella foton kan inte tas bort. Vi beklagar.

source: Ok, let's do it!
da: Ok, lad os gøre det!
de: Ok, machen wir das!
es: ¡Vale, adelante!
fi: OK, hoidetaan homma!
fr: Ok, je veux bien !
it: Ok, facciamolo!
ja: Ok、やりましょう！
nl: Oke, klinkt goed!
pt_br: Ok, vamos lá!
sv: OK, vi kör!

source: Ooooops, something went wrong
da: Ups, noget gik galt
de: Huch, da ist wohl etwas schiefgegangen
es: Uy, algo ha salido mal
fi: Hups, jokin meni vikaan
fr: Ouuuups, il y a eu un problème
it: Ooooops, qualcosa è andato storto
ja: おっと、問題が発生しました
nl: Oeps, er ging iets mis
pt_br: Ooooops, algo deu errado
sv: Oj, ett fel inträffade

source: Oops
da: Ups
de: Huch
es: Uy
fi: Hups
fr: Oups
it: Ops
ja: おっと
nl: Oeps
sv: Oj

source: Open in Safari
da: Åbn i Safari
de: Mit Safari öffnen
es: Abierto en Safari
fi: Avaa Safarissa
fr: Ouvrir dans Safari
it: Apri in Safari
ja: Safariで開く
nl: In Safari openen
pt_br: Abrir no Safari
sv: Öppna i Safari

source: Operation not allowed
da: Handling er ikke tilladt
de: Vorgang nicht zugelassen
es: Operación no permitida
fi: Toiminto ei ole sallittu
fr: Opération non autorisée
it: Operazione non consentita
ja: 操作は許可されていません
nl: Bewerking is niet toegestaan
pt_br: Operação não permitida
sv: Åtgärd ej tillåten

source: Other
da: Andet
de: Sonstige
es: Otros
fi: Muu
fr: Autres
it: Altro
ja: その他
nl: Anders
pt_br: Outro
sv: Annat

source: Password (6 letters min.)
da: Kodeord (minimum 6 bogstaver)
de: Passwort (mind. 6 Buchstaben)
es: Contraseña (6 letras mín.)
fi: Salasana (min. 6 kirjainta)
fr: Mot de passe (6 caractères min.)
it: Password (almeno 6 caratteri)
ja: パスワード（6文字以上）
nl: Wachtwoord (min. 6 letters)
pt_br: Senha (no mínimo 6 letras)
sv: Lösenord (minst 6 tecken)

source: Photo Error
da: Fotofejl
de: Fotofehler
es: Error de foto
fi: Valokuvahäiriö
fr: Erreur de photo
it: Errore foto
ja: 写真のエラー
nl: Fotofout
pt_br: Erro de Foto
sv: Fotofel

source: Photo scan
da: Fotoscanning
de: Fotoscan
es: Escaneo de foto
fi: Valokuvaskanni
fr: Photo
it: Scansione foto
ja: 写真のスキャン
nl: Fotoscan
pt_br: Digitalização de foto
sv: Fotoskanning

source: PLACES AROUND
da: STEDER OMKRING
de: ORTE IN DER NÄHE
es: LUGARES ALREDEDOR
fi: LÄHISTÖN PAIKAT
fr: AUTOUR
it: LUOGHI NELLE VICINANZE
ja: 周辺の場所
nl: PLAATSEN IN DE BUURT
pt_br: LUGARES POR PERTO
sv: PLATSER RUNTOMKRING

source: Please, check your emails to reset your password
da: Se venligst dine e-mails for at nulstille dit kodeord
de: Bitte schau in deine E-Mails, um dein Passwort zurückzusetzen
es: Revisa tu correo electrónico para restablecer la contraseña
fi: Tarkista sähköpostisi, jotta voit uusia salasanasi
fr: Merci de vérifier vos emails pour modifier votre mot de passe
it: Controlla le tue e-mail per reimpostare la password
ja: メールを確認してパスワードをリセットしてください。
nl: Controleer je Postvak IN om je wachtwoord opnieuw in te stellen
pt_br: Por favor, verifique seus e-mails para redefinir sua senha
sv: Titta i din inkorg för att nollställa ditt lösenord

source: Please, connect to your Foursquare account and allow Mapstr to import your places
da: Vær venlig at oprette forbindelse til din Foursquare-konto og lade Mapstr importere dine steder
de: Bitte verbinde dich mit deinem Foursquare-Konto und erlaube Mapstr deine Orte zu importieren
es: Conéctate con tu cuenta de Foursquare y permite que Mapstr importe tus lugares
fi: Muodosta yhteys Foursquare-tiliisi ja anna Mapstrille valtuudet paikkojesi siirtämiseen
fr: Veuillez vous connecter à votre compte Foursquare pour permettre à Mapstr d'importer vos listes de lieux
it: Connettiti al tuo account Foursquare e consenti a Mapstr di importare i tuoi luoghi
ja: Foursquareのアカウントに接続して、Mapstrに場所のインポートを許可してください
nl: Meld je aan met je Foursquare-account en laat Mapstr al je plaatsen importeren
pt_br: Por favor, conecte-se à sua conta Foursquare e permita que Mapstr importe seus lugares
sv: Anslut ditt Foursquare-konto och tillåt Mapstr att importera dina platser

source: Please, enter your password to connect to this account.
da: Indtast venligst dit kodeord for at oprette forbindelse til denne konto.
de: Bitte gib dein Passwort ein, um dich mit diesem Konto zu verbinden
es: Introduce tu contraseña para conectarte a esta cuenta.
fi: Syötä salasanasi muodostaaksesi yhteys tähän tiliin.
fr: Merci de saisir votre mot de passe pour vous connecter à ce compte.
it: Inserisci la tua password per connetterti a questo account.
ja: パスワードを入力して、このアカウントに接続してください
nl: Voer je wachtwoord in om verbinding te maken met dit account.
pt_br: Por favor, digite sua senha para conectar-se a esta conta.
sv: Ange ditt lösenord för att ansluta till detta konto.

source: Pull up to load more
da: Træk op for at indlæse mere
de: Hochziehen, um mehr zu laden
es: Tira hacia arriba para cargar más
fi: Lataa lisää vetämällä ylös
fr: Tirer pour plus de résultats
it: Trascina verso l'alto per caricarne altri
ja: プルアップしてさらに読み込む
nl: Trek omhoog om meer te laden
pt_br: Puxe para cima para carregar mais
sv: Dra uppåt för att ladda upp mer

source: Release to select all
da: Slip for at vælge alt
de: Loslassen, um alle auszuwählen
es: Suelta para seleccionar todo
fi: Valitse kaikki päästämällä irti
fr: Lâcher pour tout sélectionner
it: Rilascia per selezionarli tutti
ja: リリースしてすべて選択
nl: Laat los om alles te selecteren
pt_br: Solte para selecionar todas
sv: Släpp för att välja alla

source: Release to change sort
da: Slip for at ændre sortering
de: Loslassen, um Sortierung zu ändern
es: Suelta para cambiar el orden
fi: Lajittele päästämällä irti
fr: Lâcher pour changer l'ordre
it: Rilascia per modificare l'ordine
ja: リリースして表示順を変更
nl: Laat los om sortering te veranderen
pt_br: Solte para alterar o tipo
sv: Släpp för att ändra sortering

source: Remove
da: Fjerne
de: Entfernen
es: Quitar
fi: Poista
fr: Retirer
it: Rimuovi
ja: 削除
nl: Verwijderen
pt_br: Remover
sv: Ta bort

source: Retrieving place details...
da: Henter stedoplysninger...
de: Ortsdetails werden abgerufen...
es: Recuperando detalles de lugares...
fi: Haetaan paikkatietoja...
fr: Chargement des données du lieu...
it: Recupero dei dettagli del luogo in corso...
ja: 場所の詳細を取得中...
nl: Plaatsgegevens ophalen…
pt_br: Recuperando detalhes do lugar...
sv: Hämtar platsuppgifter...

source: Go
da: Gå
de: Los
es: Ir
fi: Siirry
fr: Y Aller
it: Procedi
ja: 進む
nl: Gaan
pt_br: Ir
sv: Gå vidare

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
pt_br: Salvar
sv: Spara

source: Saved
da: Gemt
de: Gespeichert
es: Guardado
fi: Tallennettu
fr: Enregistré
it: Salvato
ja: 保存済み
nl: Opgeslagen
pt_br: Salvo
sv: Sparat

source: Saving...
da: Gemmer...
de: Wird gespeichert...
es: Guardando...
fi: Tallennetaan
fr: Enregistrement...
it: Salvataggio in corso...
ja: 保存中…
nl: Opslaan…
pt_br: Salvando...
sv: Sparar...

source: Search
da: Søg
de: Suchen
es: Buscar
fi: Haku
fr: Recherche
it: Ricerca
ja: 検索
nl: Zoeken
pt_br: Pesquisar
sv: Sök

source: Search...
da: Søg...
es: Buscar...
fi: Haku...
nl: Zoeken...
sv: Sök...

source: Searching...
da: Søger...
de: Wird gesucht...
es: Buscando...
fi: Haetaan...
fr: Recherche en cours...
it: Ricerca in corso...
ja: 検索中…
nl: Zoeken...
pt_br: Pesquisando...
sv: Söker...

source: Select an image from the Library
da: Vælg et billede fra biblioteket
de: Wähle ein Bild aus deiner Fotobibliothek
es: Selecciona una imagen de la biblioteca
fi: Valitse kuva kirjastosta
fr: Choisir une image de votre bibliothèque
it: Seleziona un'immagine dalla libreria
ja: ライブラリから画像を選択
nl: Kies een afbeelding uit de bibliotheek
pt_br: Selecione uma imagem da Bibioteca
sv: Välj en bild från biblioteket

source: Select your place
da: Vælg dit sted
de: Wähle einen Ort
es: Selecciona tu lugar
fi: Valitse paikkasi
fr: Adresses
it: Seleziona il tuo luogo
ja: 場所を選択してください
nl: Selecteer je regio
pt_br: Selecione seu lugar
sv: Välj plats

source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pt_br: Enviar
sv: Skicka

source: Services
da: Tjenester
de: Dienste
es: Servicios
fi: Palvelut
it: Servizi
ja: サービス
nl: Diensten
pt_br: Serviços
sv: Tjänster

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
sv: Inställningar

source: Share
da: Del
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ja: 共有
nl: Delen
pt_br: Compartilhar
sv: Dela

source: Shared with friends
da: Delt med venner
de: Mit Freunden geteilt
es: Compartir con amigos
fi: Jaettu ystäville
fr: Visibles par vos amis
it: Condiviso con gli amici
ja: 友だちと共有
nl: Gedeeld met vrienden
pt_br: Compartilhado com amigos
sv: Delat med vänner

source: Shopping
es: Compras
fi: Ostokset
ja: ショッピング
nl: Winkelen
pt_br: Compras

source: Show it
da: Vis det
de: Anzeigen
es: Mostrarlo
fi: Näytä se
fr: La voir
it: Mostralo
ja: 表示する
nl: Laat het zien
pt_br: Mostrar
sv: Visa

source: Sign up / Log in
da: Tilmeld dig/Log ind
de: Anmelden/Einloggen
es: Registrarse / Iniciar sesión
fi: Rekisteröidy/kirjaudu
fr: Inscription / Connexion
it: Registrazione/ Accesso
ja: サインアップ/ログイン
nl: Registreren/inloggen
pt_br: Cadastre-se / Faça Login
sv: Bli medlem / logga in

source: skip
da: spring over
de: Überspringen
es: Omitir
fi: ohita
fr: passer
it: salta
ja: スキップ
nl: Overslaan
pt_br: pular
sv: hoppa över

source: Sport
es: Deporte
fi: Urheilu
ja: スポーツ
pt_br: Esporte

source: Success!
da: Succes!
de: Erfolgreich!
es: ¡Correcto!
fi: Onnistui!
fr: C'est fait !
it: Successo!
ja: 成功！
nl: Succes!
pt_br: Sucesso!
sv: Utfört!

source: Syncing...
da: Synk...
de: Wird synchronisiert...
es: Sincronizando...
fi: Synkronoidaan
fr: Synchro en cours...
it: Sincronizzazione in corso...
ja: 同期中...
nl: Synchroniseren...
pt_br: Sincronizando...
sv: Synkar..

source: Tag name
da: Tagnavn
es: Nombre de etiqueta
fi: Tunniste
fr: Nom du tag
it: Nome tag
ja: タグ名
nl: Labelnaam
pt_br: Nome da marcação
sv: Taggnamn

source: Take a photo
da: Tag et billede
de: Foto aufnehmen
es: Hacer una foto
fi: Ota valokuva
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
nl: Maak een foto
pt_br: Tirar uma foto
sv: Ta ett foto

source: Thank You!
da: Tak skal du have!
de: Vielen Dank!
es: ¡Gracias!
fi: Kiitoksia!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
nl: Bedankt!
pt_br: Obrigado!
sv: Tack!

source: Thank You! That means a lot, and we'll do our best to keep it that way! If you have a minute, it would be great if you could rate us on the App Store...
da: Det betyder meget for os, og vi gør vores bedste for at holde det på den måde! Hvis du har et minut, ville det være fantastisk, hvis du kunne bedømme os på App Store...
de: Das bedeutet uns viel und wir geben unser Bestes dafür zu sorgen, dass es auch so bleibt! Wenn du einen Moment Zeit hast, wäre es schön, wenn du uns im App Store bewerten könntest...
es: Significa mucho para nosotros, y haremos todo lo posible para que siga así. Si tienes un minuto, sería genial si nos pudieras puntuar en el App Store...
fi: Se merkitsee meille todella paljon, ja teemme kaikkemme säilyttääksemme tasomme! Olisi mukavaa, jos ehtisit antaa arvosanan App Storessa, jos sinulla on hetki aikaa...
fr: Ça nous fait vraiment plaisir, et nous ferons de notre mieux pour que ça continue ! Ça serait super si vous pouviez nous laisser une note sur l'App Store...
it: Significa molto per noi, e faremo del nostro meglio per mantenere questa linea! Se hai un minuto, ci piacerebbe ricevere il tuo voto su App Store...
ja: 私たちにとってとても重要です。維持するように全力を尽くします！お時間があれば、App Storeでの評価にぜひご協力ください…
nl: Het betekent veel voor ons, en we zullen ons best doen om dat zo te houden! Als je een minuutje hebt zou het geweldig zijn als je een recensie schrijft in de App Store...
pt_br: Isso significa muito para nós, e nós faremos o nosso melhor para continuar assim! Se você tiver um minuto, seria ótimo se você pudesse nos avaliar na App Store...
sv: Det betyder mycket för oss och vi kommer att behålla det så! Om du har en minut över vore det kanon om du kunde betygsätta oss i App Store...

source: Thanks for your feedback!
da: Tak for din tilbagemelding!
de: Vielen Dank für dein Feedback!
es: ¡Gracias por tu opinión!
fi: Kiitoksia palautteestasi!
fr: Merci pour votre email !
it: Grazie per il tuo feedback!
ja: フィードバックをありがとうございます！
nl: Bedankt voor je feedback!
pt_br: Obrigado pelo seu comentário!
sv: Tack för din feedback!

source: The place %s has been successfully imported into your map.
da: Stedet %s er blevet importeret til dit kort.
de: Der Ort %s wurde erfolgreich in deine Karte importiert.
es: El lugar %s se ha importado correctamente en el mapa.
fi: Paikka %s on siirretty kartallesi.
fr: L'adresse %s a bien été ajouté à votre propre carte.
it: Il luogo %s è stato importato con successo nella tua mappa.
ja: 場所「%s」がマップにインポートされました。
nl: De plaats %s is naar uw kaart geïmporteerd.
pt_br: O lugar %s foi importado com sucesso para o seu mapa.
sv: Platsen %s har importerats till din karta.

source: The tag \"%s\" already exists!
da: Tagget "%s" eksisterer allerede!
de: Das Tag „%s“ existiert bereits!
es: ¡La etiqueta «%s» ya existe!
fi: Tunniste "%s" on jo olemassa!
fr: Le tag "%s" existe déjà !
it: Il tag "%s" esiste già!
ja: タグ「%s」はすでに存在しています！
nl: Het label "%s" bestaat al!
pt_br: A marcação "%s" já existe!
sv: Taggen "%s" finns redan!
